[
    {
        "name" : "Alone", 
        "poem" : "From childhood’s hour I have not been <br> As others were—I have not seen <br> As others saw—I could not bring <br>     My passions from a common spring— <br>     From the same source I have not taken <br>     My sorrow—I could not awaken <br>     My heart to joy at the same tone— <br>     And all I lov’d—I lov’d alone— <br>     Then—in my childhood—in the dawn <br>     Of a most stormy life—was drawn <br>     From ev’ry depth of good and ill <br>     The mystery which binds me still— <br>     From the torrent, or the fountain— <br>     From the red cliff of the mountain— <br>     From the sun that ’round me roll’d <br>     In its autumn tint of gold— <br>     From the lightning in the sky <br>     As it pass’d me flying by— <br>     From the thunder, and the storm— <br>     And the cloud that took the form <br>     (When the rest of Heaven was blue) <br>     Of a demon in my view—"     
    },
    {
        "name" : "Al Aaraaf",
        "poem" : "Part I. <br>     <br>     O! NOTHING earthly save the ray <br>     [Thrown back from flowers] of Beauty's eye, <br>     As in those gardens where the day <br>     Springs from the gems of Circassy — <br>     O! nothing earthly save the thrill <br>     Of melody in woodland rill — <br>     Or [music of the passion-hearted] <br>     Joy's voice so peacefully departed <br>     That like the murmur in the shell, <br>     Its echo dwelleth and will dwell — <br>     With nothing of the dross of ours — <br>     Yet all the beauty — all the flowers <br>  That list our Love, and deck our bowers <br>  Adorn yon world afar, afar — <br>  The wandering star — <br>  'Twas a sweet time for Nesace — for there <br>  Her world lay lolling on the golden air, <br>  Near four bright suns — a temporary rest — <br>  A garden-spot in desert of the blest. <br>  <br>  Away — away — mid [['mid]] seas of rays that roll <br>  Empyrean splendor o'er th' unchained soul — <br>  The soul that scarce [the billows are so dense] <br>  Can struggle to its destin'd eminence — <br>  To distant spheres, from time to time, she rode, <br>  And late to ours, the favour'd one of God — <br>  But, now, the ruler of an anchor'd realm, <br>  She throws aside the sceptre — leaves the helm, <br>  And, amid incense, and high spiritual hymns, <br>  Laves in quadruple light her angel limbs. <br>  <br>  Now happiest, loveliest in yon lovely Earth, <br>  Whence sprang the “Idea of Beauty” into birth. <br>  [Falling in wreaths thro' many a startled star, <br>  Like woman's hair 'mid pearls, until, afar, <br>  It lit on hills Archaian, and there dwelt] <br>  She look'd into Infinity — and knelt. <br>  Rich clouds, for canopies, about her curled — <br>  Fit emblems of the model of her world — <br>  Seen but in beauty — not impeding sight <br>  Of other beauty glittering thro' the light — <br>  A wreath that twined each starry form around, <br>  And all the opal'd air in colour bound. <br>  <br>  All hurriedly she knelt upon a bed <br>  Of flowers: of lilies such as rear the head <br>  On the fair Capo Deucato, and sprang <br>  So eagerly around about to hang <br>  Upon the flying footsteps of —— deep pride — <br>  Of her who lov'd a mortal — and so died — <br>  The Sephalica, budding with young bees, <br>  Uprear'd its purple stem around her knees — <br>  And gemmy flower, of Trebizond misnamed — <br>  Inmate of highest stars, where erst it sham'd <br>  All other loveliness: its honied dew <br>  [The fabled nectar that the heathen knew] <br>  Deliriously sweet, was dropp'd from Heaven, <br>  And fell on gardens of the unforgiven <br>  In Trebizond — and on a sunny flower <br>  So like its own above that, to this hour, <br>  It still remaineth torturing the bee <br>  With madness, and unwonted reverie — <br>  In Heaven, and all its environs, the leaf <br>  And blossom of the fairy plant, in grief <br>  Disconsolate linger — grief that hangs her head, <br>  Repenting follies that full long have fled, <br>  Heaving her white breast to the balmy air <br>  Like guilty beauty, chasten'd, and more fair — <br>  Nyctanthes too, as sacred as the light <br>  She fears to perfume, perfuming the night — <br>  And Clytia pondering between many a sun, <br>  While pettish tears adown her petals run — <br>  And that aspiring flower that sprang on Earth — <br>  And died, ere scarce exalted into birth, <br>  Bursting its odorous heart in spirit to wing <br>  Its way to Heaven, from garden of a king — <br>  And Valisnerian lotus thither flown <br>  From struggling with the waters of the Rhone — <br>  And thy most lovely purple perfume, Zante! <br>  I sola d'oro! — Fior di Levante! — <br>  And the Nelumbo bud that floats for ever <br>  With Indian Cupid down the holy river — <br>  Fair flowers, and fairy! to whose care is given <br>  To bear the Goddess' song, in odours, up to Heaven — <br>  <br>  “Spirit! that dwellest where, <br>  In the deep sky, <br>  The terrible and fair, <br>  In beauty vie! <br>  Beyond the line of blue — <br>  The boundary of the star <br>  Which turneth at the view <br>  Of thy barrier and thy bar — <br>  Of the barrier overgone <br>  By the comets who were cast <br>  From their pride, and from their throne <br>  To be drudges till the last — <br>  To be carriers of fire <br>  [The red fire of their heart] <br>  With speed that may not tire <br>  And with pain that shall not part — <br>  Who livest — that we know <br>  In Eternity — we feel — <br>  But the shadow of whose brow <br>  What spirit shall reveal? <br>  Tho' the beings whom thy Nesace, <br>  Thy messenger hath known <br>  Have dream'd for thy Infinity <br>  A model of their own — <br>  Thy will is done, O! God! <br>  The star hath ridden high <br>  Thro' many a tempest, but she rode <br>  Beneath thy burning eye <br>  And here, in thought, to thee — <br>  In thought that can alone <br>  Ascend thy empire and so be <br>  A partner of thy throne <br>  By winged Fantasy, <br>  My embassy is given <br>  Till secrecy shall knowledge be <br>  In the environs of Heaven.” <br>  <br>  She ceas'd — and buried then her burning cheek <br>  Abash'd, amid the lilies there, to seek <br>  A shelter from the fervor of his eye <br>  For the stars trembled at the Deity. <br>  She stirr'd not — breath'd not — for a voice was there <br>  How solemnly pervading the calm air <br>  A sound of silence on the startled ear <br>  Which dreamy poets name “the music of the sphere.” <br>  Ours is a world of words: Quiet we call <br>  “Silence” — which is the merest word of all — <br>  Here Nature speaks, and ev'n ideal things <br>  Flap shadowy sounds from visionary wings — <br>  But ah! not so when, thus, in realms on high <br>  The eternal voice of God is passing by, <br>  And the red winds are withering in the sky! <br>  “What tho' in worlds which sightless Cycles run <br>  Link'd to a little system, and one sun <br>  Where all my love is folly and the crowd <br>  Still think my terrors but the thunder cloud <br>  The storm, the earthquake, and the ocean-wrath — <br>  [Ah! will they cross me in my angrier path?] <br>  What tho' in worlds which own a single sun <br>  The sands of Time grow dimmer as they run <br>  Yet thine is my resplendency, so given <br>  To bear my secrets thro' the upper Heaven: <br>  Leave tenantless thy chrystal home, and fly, <br>  With all thy train, athwart the moony sky — <br>  Apart — like fire-flies in Sicilian night, <br>  And wing to other worlds another light; <br>  Divulge the secrets of thy embassy <br>  To the proud orbs that twinkle — and so be <br>  To ev'ry heart a barrier and a ban <br>  Lest the stars totter in the guilt of man.” <br>  <br>  Up rose the maiden in the yellow night, <br>  The single-mooned eve! on Earth we plight <br>  Our faith to one love — and one moon adore — <br>  The birth-place of young Beauty had no more. <br>  As sprang that yellow star from downy hours <br>  Up rose the maiden from her shrine of flowers, <br>  And bent o'er sheeny mountain and dim plain <br>  Her way — but left not yet her Therasæan reign. <br>  <br>  Part II. <br>  <br>  HIGH on a mountain of enamell'd head — <br>  Such as the drowsy shepherd on his bed <br>  Of giant pasturage lying at his ease, <br>  Raising his heavy eyelid, starts and sees <br>  With many a mutter'd “hope to be forgiven” <br>  What time the moon is quadrated in Heaven — <br>  Of rosy head that, towering far away <br>  Into the sunlit ether, caught the ray <br>  Of sunken suns at eve — at noon of night, <br>  While the moon danc'd with the fair stranger light — <br>  Uprear'd upon such height arose a pile <br>  Of gorgeous columns on th' unburthen'd air, <br>  Flashing from Parian marble that twin smile <br>  Far down upon the wave that sparkled there, <br>  And nursled the young mountain in its lair: <br>  Of molten stars their pavement, such as fall <br>  Thro' the ebon air, besilvering the pall <br>  Of their own dissolution, while they die — <br>  Adorning then the dwellings of the sky: <br>  A dome, by linked light from Heaven let down, <br>  Sat gently on these columns as a crown — <br>  A window of one circular diamond, there, <br>  Look'd out above into the purple air, <br>  And rays from God shot down that meteor chain <br>  And hallow'd all the beauty twice again, <br>  Save when, between th' Empyrean and that ring, <br>  Some eager spirit flapp'd his dusky wing: <br>  But on the pillars Seraph eyes have seen <br>  The dimness of this world: that greyish green <br>  That Nature loves the best for Beauty's grave <br>  Lurk'd in each cornice, round each architrave — <br>  And ev'ry sculptur'd cherub thereabout <br>  That, from his marble dwelling ventur'd out <br>  Seem'd earthly in the shallow of his niche — <br>  Archaian statues in a world so rich? <br>  Friezes from Tadmor and Persepolis — <br>  From Balbec, and the stilly, clear abyss <br>  Of beautiful Gomorrah! O! the wave <br>  Is now upon thee — but too late to save! — <br>  <br>  Sound loves to revel near a summer night: <br>  Witness the murmur of the grey twilight <br>  That stole upon the ear, in Eyraco, <br>  Of many a wild star-gazer long ago — <br>  That stealeth ever on the ear of him <br>  Who, musing, gazeth on the distance dim, <br>  And sees the darkness coming as a cloud — <br>  Is not its form — its voice — most palpable and loud? <br>  <br>  But what is this? — it cometh — and it brings <br>  A music with it — 'tis the rush of wings — <br>  A pause — and then a sweeping, falling strain <br>  And Nesace is in her halls again: <br>  From the wild energy of wanton haste <br>  Her cheek was flushing, and her lips apart; <br>  And zone that clung around her gentle waist <br>  <br>  Had burst beneath the heaving of her heart: <br>  Within the centre of that hall to breathe <br>  She paus'd and panted, Zanthe! all beneath — <br>  The fairy light that kiss'd her golden hair <br>  And long'd to rest, yet could but sparkle there! <br>  <br>  Young flowers were whispering in melody <br>  To happy flowers that night — and tree to tree; <br>  Fountains were gushing music as they fell <br>  In many a star-lit grove, or moon-lit dell; <br>  Yet silence came upon material things — <br>  Fair flowers, bright waterfalls and angel wings — <br>  And sound alone that from the spirit sprang <br>  Bore burthen to the charm the maiden sang. <br>  <br>  “'Neath blue-bell or streamer — <br>  Or tufted wild spray <br>  That keeps, from the dreamer, <br>  The moonbeam away — <br>  Bright beings! that ponder, <br>  With half closing eyes, <br>  On the stars which your wonder <br>  Hath drawn from the skies, <br>  Till they glance thro' the shade, and <br>  Come down to your brow <br>  Like —— eyes of the maiden <br>  Who calls on you now — <br>  Arise! from your dreaming <br>  In violet bowers, <br>  To duty beseeming <br>  These star-litten hours — <br>  And shake from your tresses <br>  Encumber'd with dew <br>  The breath of those kisses <br>  That cumber them too — <br>  [O! how, without you, Love! <br>  Could angels be blest]? <br>  Those kisses of true love <br>  That lull'd ye to rest: <br>  Up! — shake from your wing <br>  Each hindering thing: <br>  The dew of the night — <br>  It would weigh down your flight; <br>  And true love caresses — <br>  O! leave them apart, <br>  They are light on the tresses, <br>  But hang on the heart. <br>  <br>  Ligeia! Ligeia! <br>  My beautiful one! <br>  Whose harshest idea <br>  Will to melody run, <br>  O! is it thy will <br>  On the breezes to toss? <br>  Or, capriciously still, <br>  Like the lone Albatross, <br>  Incumbent on night <br>  [As she on the air] <br>  To keep watch with delight <br>  On the harmony there? <br>  <br>  Ligeia! wherever <br>  Thy image may be <br>  No magic shall sever <br>  Thy music from thee: <br>  Thou hast bound many eyes <br>  In a dreamy sleep — <br>  But the strains still arise <br>  Which thy vigilance keep — <br>  The sound of the rain <br>  Which leaps down to the flower, <br>  And dances again <br>  In the rhythm of the shower — <br>  The murmur that springs <br>  From the growing of grass <br>  Are the music of things — <br>  But are modell'd, alas! — <br>  Away, then my dearest, <br>  O! hie thee away <br>  To springs that lie clearest <br>  Beneath the moon ray — <br>  To lone lake that smiles, <br>  In its dream of deep rest, <br>  At the many star-isles <br>  That enjewel its breast — <br>  Where wild flowers, creeping, <br>  Have mingled their shade, <br>  On its margin is sleeping <br>  Full many a maid — <br>  Some have left the cool glade, and <br>  Have slept with the bee — <br>  Arouse them my maiden, <br>  On moorland and lea — <br>  Go! breathe on their slumber, <br>  All softly in ear, <br>  The musical number <br>  They slumber'd to hear — <br>  For what can awaken <br>  An angel so soon <br>  Whose sleep hath been taken <br>  Beneath the cold moon <br>  As the spell which no slumber <br>  Of witchery may test, <br>  The rythmical number <br>  Which lull'd him to rest?” <br>  <br>  Spirits in wing, and angels to the view, <br>  A thousand seraphs burst th' Empyrean thro', <br>  Young dreams still hovering on their drowsy flight — <br>  Seraphs in all but “Knowledge,” the keen light <br>  That fell, refracted, thro' thy bounds, afar <br>  O! Death! from eye of God upon that star: <br>  Sweet was that error — sweeter still that death — <br>  Sweet was that error — ev'n with us the breath <br>  Of science dims the mirror of our joy — <br>  To them 'twere the Simoom, and would destroy — <br>  For what [to them] availeth it to know <br>  That Truth is Falsehood — or that Bliss is Woe? <br>  Sweet was their death — with them to die was rife <br>  With the last extacy of satiate life — <br>  Beyond that death no immortality — <br>  But sleep that pondereth and is not “to be” — <br>  And there — oh! may my weary spirit dwell — <br>  Apart from Heaven's Eternity — and yet how far from Hell! <br>  What guilty spirit, in what shrubbery dim, <br>  Heard not the stirring summons of that hymn? <br>  But two: they fell: for Heaven no grace imparts <br>  To those who hear not for their beating hearts. <br>  A maiden-angel and her seraph-lover — <br>  O! where (and ye may seek the wide skies over) <br>  Was Love, the blind, near sober Duty known? <br>  Unguided Love hath fallen — 'mid “tears of perfect moan:” <br>  <br>  He was a goodly spirit — he who fell: <br>  A wanderer by mossy mantled well — <br>  A gazer on the lights that shine above — <br>  A dreamer in the moonbeam by his love: <br>  What wonder? for each star is eye-like there, <br>  And looks so sweetly down on Beauty's hair — <br>  And they, and ev'ry mossy spring were holy <br>  To his love haunted heart and melancholy. <br>  The night had found (to him a night of wo) <br>  Upon a mountain crag, young Angelo — <br>  Beetling it bends athwart the solemn sky, <br>  And scowls on starry worlds that down beneath it lie. <br>  Here sate he with his love — his dark eye bent <br>  With eagle gaze along the firmament: <br>  Now turn'd it upon her — but ever then <br>  It trembled to one constant star again. <br>  “Ianthe, dearest, see! how dim that ray! <br>  How lovely 'tis to look so far away! <br>  She seem'd not thus upon that autumn eve <br>  I left her gorgeous halls — nor mourn'd to leave: <br>  That eve — that eve — I should remember well — <br>  The sun-ray dropp'd, in Lemnos, with a spell <br>  On th' ‘Arabesq’ carving of a gilded hall <br>  Wherein I sate, and on the drapried wall — <br>  And on my eye lids — O! the heavy light! <br>  How drowsily it weigh'd them into night! <br>  On flowers, before, and mist, and love they ran <br>  With Persian Saadi in his Gulistan: <br>  But O! that light! — I slumber'd — Death, the while, <br>  Stole o'er my senses in that lovely isle <br>  So softly that no single silken hair <br>  Awoke that slept — or knew that it was there. <br>  <br>  The last spot of Earth's orb I trod upon <br>  Was a proud temple call'd the Parthenon — <br>  More beauty clung around her column'd wall <br>  Than ev'n thy glowing bosom beats withal, <br>  And when old Time my wing did disenthral <br>  Thence sprang I — as the eagle from his tower, <br>  And years I left behind me in an hour. <br>  What time upon her airy bounds I hung <br>  One half the garden of her globe was flung <br>  Unrolling as a chart unto my view — <br>  Tenantless cities of the desert too! <br>  Ianthe, beauty crowded on me then, <br>  And half I wish'd to be again of men. <br>  <br>  “My Angelo! and why of them to be? <br>  A brighter dwelling-place is here for thee — <br>  And greener fields than in yon world above, <br>  And women's loveliness — and passionate love. <br>  <br>  “But, list, Ianthe! when the air so soft <br>  Fail'd, as my pennon'd spirit leapt aloft, <br>  Perhaps my brain grew dizzy — but the world <br>  I left so late was into chaos hurl'd — <br>  Sprang from her station, on the winds apart, <br>  And roll'd, a flame, the fiery Heaven athwart. <br>  Methought, my sweet one, then I ceas'd to soar <br>  And fell — not swiftly as I rose before, <br>  But with a downward, tremulous motion thro' <br>  Light, brazen rays, this golden star unto! <br>  Nor long the measure of my falling hours, <br>  For nearest of all stars was thine to ours — <br>  Dread star! that came, amid a night of mirth, <br>  A red Dædalion on the timid Earth! <br>  “We came — and to thy Earth — but not to us <br>  Be given our lady's bidding to discuss: <br>  We came, my love; around, above, below, <br>  Gay fire-fly of the night we come and go, <br>  Nor ask a reason save the angel-nod <br>  She grants to us, as granted by her God  <br>  But, Angelo, than thine grey Time unfurl'd <br>  Never his fairy wing o'er fairier world! <br>  Dim was its little disk, and angel eyes <br>  Alone could see the phantom in the skies, <br>  When first Al Aaraaf knew her course to be <br>  Headlong thitherward o'er the starry sea — <br>  But when its glory swell'd upon the sky, <br>  As glowing Beauty's bust beneath man's eye, <br>  We paus'd before the heritage of men, <br>  And thy star trembled — as doth Beauty then!” <br>  Thus, in discourse, the lovers whiled away <br>  The night that waned and waned and brought no day <br>  They fell: for Heaven to them no hope imparts <br>  Who hear not for the beating of their hearts. <br>" 
    },
    {
        "name" : "An Acrostic", 
        "poem" : "Elizabeth it is in vain you say <br>  'Love not' — thou sayest it in so sweet a way: <br>  In vain those words from thee or L.E.L. <br>  Zantippe's talents had enforced so well: <br>  Ah! if that language from thy heart arise, <br>  Breath it less gently forth — and veil thine eyes. <br>  Endymion, recollect, when Luna tried <br>  To cure his love — was cured of all beside — <br>  His follie — pride — and passion — for he died." 
    },
    {
        "name" : "Annabel Lee", 
        "poem" : "It was many and many a year ago, <br>  In a kingdom by the sea, <br>  That a maiden there lived whom you may know <br>  By the name of Annabel Lee; <br>  And this maiden she lived with no other thought <br>  Than to love and be loved by me. <br>  <br>  I was a child and she was a child, <br>  In this kingdom by the sea, <br>  But we loved with a love that was more than love— <br>  I and my Annabel Lee— <br>  With a love that the wingèd seraphs of Heaven <br>  Coveted her and me. <br>  <br>  And this was the reason that, long ago, <br>  In this kingdom by the sea, <br>  A wind blew out of a cloud, chilling <br>  My beautiful Annabel Lee; <br>  So that her highborn kinsmen came <br>  And bore her away from me, <br>  To shut her up in a sepulchre <br>  In this kingdom by the sea. <br>  <br>  The angels, not half so happy in Heaven, <br>  Went envying her and me— <br>  Yes!—that was the reason (as all men know, <br>  In this kingdom by the sea) <br>  That the wind came out of the cloud by night, <br>  Chilling and killing my Annabel Lee. <br>  <br>  But our love it was stronger by far than the love <br>  Of those who were older than we— <br>  Of many far wiser than we— <br>  And neither the angels in Heaven above <br>  Nor the demons down under the sea <br>  Can ever dissever my soul from the soul <br>  Of the beautiful Annabel Lee; <br>  <br>  For the moon never beams, without bringing me dreams <br>  Of the beautiful Annabel Lee; <br>  And the stars never rise, but I feel the bright eyes <br>  Of the beautiful Annabel Lee; <br>  And so, all the night-tide, I lie down by the side <br>  Of my darling—my darling—my life and my bride, <br>  In her sepulchre there by the sea— <br>  In her tomb by the sounding sea."

    },
    {
        "name" : "The Bells",
        "poem" : "I. <br>  <br>  Hear the sledges with the bells— <br>  Silver bells! <br>  What a world of merriment their melody foretells! <br>  How they tinkle, tinkle, tinkle, <br>  In the icy air of night! <br>  While the stars that oversprinkle <br>  All the heavens, seem to twinkle <br>  With a crystalline delight; <br>  Keeping time, time, time, <br>  In a sort of Runic rhyme, <br>  To the tintinabulation that so musically wells <br>  From the bells, bells, bells, bells, <br>  Bells, bells, bells— <br>  From the jingling and the tinkling of the bells. <br>  <br>  II.<br>  <br>  Hear the mellow wedding bells, <br>  Golden bells! <br>  What a world of happiness their harmony foretells! <br>  Through the balmy air of night <br>  How they ring out their delight! <br>  From the molten-golden notes, <br>  And all in tune, <br>  What a liquid ditty floats <br>  To the turtle-dove that listens, while she gloats <br>  On the moon! <br>  Oh, from out the sounding cells, <br>  What a gush of euphony voluminously wells! <br>  How it swells! <br>  How it dwells <br>  On the Future! how it tells <br>  Of the rapture that impels <br>  To the swinging and the ringing <br>  Of the bells, bells, bells, <br>  Of the bells, bells, bells, bells, <br>  Bells, bells, bells— <br>  To the rhyming and the chiming of the bells! <br>  <br>  III. <br>  <br>  Hear the loud alarum bells— <br>  Brazen bells! <br>  What tale of terror, now, their turbulency tells! <br>  In the startled ear of night <br>  How they scream out their affright! <br>  Too much horrified to speak, <br>  They can only shriek, shriek, <br>  Out of tune, <br>  In a clamorous appealing to the mercy of the fire, <br>  In a mad expostulation with the deaf and frantic fire, <br>  Leaping higher, higher, higher, <br>  With a desperate desire, <br>  And a resolute endeavor <br>  Now—now to sit or never, <br>  By the side of the pale-faced moon. <br>  Oh, the bells, bells, bells! <br>  What a tale their terror tells <br>  Of Despair! <br>  How they clang, and clash, and roar! <br>  What a horror they outpour <br>  On the bosom of the palpitating air! <br>  Yet the ear it fully knows, <br>  By the twanging, <br>  And the clanging, <br>  How the danger ebbs and flows; <br>  Yet the ear distinctly tells, <br>  In the jangling, <br>  And the wrangling. <br>  How the danger sinks and swells, <br>  By the sinking or the swelling in the anger of the bells— <br>  Of the bells— <br>  Of the bells, bells, bells, bells, <br>  Bells, bells, bells— <br>  In the clamor and the clangor of the bells! <br>  <br>  IV. <br>  <br>  Hear the tolling of the bells— <br>  Iron bells! <br>  What a world of solemn thought their monody compels! <br>  In the silence of the night, <br>  How we shiver with affright <br>  At the melancholy menace of their tone! <br>  For every sound that floats <br>  From the rust within their throats <br>  Is a groan. <br>  And the people—ah, the people— <br>  They that dwell up in the steeple, <br>  All alone, <br>  And who tolling, tolling, tolling, <br>  In that muffled monotone, <br>  Feel a glory in so rolling <br>  On the human heart a stone— <br>  They are neither man nor woman— <br>  They are neither brute nor human— <br>  They are Ghouls: <br>  And their king it is who tolls; <br>  And he rolls, rolls, rolls, <br>  Rolls <br>  A pæan from the bells! <br>  And his merry bosom swells <br>  With the pæan of the bells! <br>  And he dances, and he yells; <br>  Keeping time, time, time, <br>  In a sort of Runic rhyme, <br>  To the pæan of the bells— <br>  Of the bells: <br>  Keeping time, time, time, <br>  In a sort of Runic rhyme, <br>  To the throbbing of the bells— <br>  Of the bells, bells, bells— <br>  To the sobbing of the bells; <br>  Keeping time, time, time, <br>  As he knells, knells, knells, <br>  In a happy Runic rhyme, <br>  To the rolling of the bells— <br>  Of the bells, bells, bells— <br>  To the tolling of the bells, <br>  Of the bells, bells, bells, bells— <br>  Bells, bells, bells— <br>  To the moaning and the groaning of the bells." 
    },
    {
        "name" : "Beloved Physician",
        "poem" : "The pulse beats ten and intermits; <br>  God nerve the soul that ne’er forgets <br>  In calm or storm, by night or day, <br>  Its steady toil, its loyalty. <br>  [. . .] <br>  <br>  [. . .] <br>  The pulse beats ten and intermits; <br>  God shield the soul that ne’er forgets. <br>  [. . .] <br>  <br>  [. . .] <br>  The pulse beats ten and intermits; <br>  God guide the soul that ne’er forgets. <br>  [. . .] <br>  <br>  [. . .] so tired, so weary, <br>  The soft head bows, the sweet eyes close <br>,  The faithful heart yields to repose."
    },
    {
        "name" : "Bridal Ballad",
        "poem" : "The ring is on my hand, <br>  And the wreath is on my brow; <br>  Satin and jewels grand <br>  Are all at my command, <br>  And I am happy now. <br>  <br>  And my lord he loves me well; <br>  But, when first he breathed his vow, <br>  I felt my bosom swell- <br>  For the words rang as a knell, <br>  And the voice seemed his who fell <br>  In the battle down the dell, <br>  And who is happy now. <br>  <br>  But he spoke to re-assure me, <br>  And he kissed my pallid brow, <br>  While a reverie came o'er me, <br>  And to the church-yard bore me, <br>  And I sighed to him before me, <br>  Thinking him dead D'Elormie, <br>  'Oh, I am happy now!' <br>  <br>  And thus the words were spoken, <br>  And this the plighted vow, <br>  And, though my faith be broken, <br>  And, though my heart be broken, <br>  Here is a ring, as token <br>  That I am happy now! <br>  <br>  Would God I could awaken! <br>  For I dream I know not how! <br>  And my soul is sorely shaken <br>  Lest an evil step be taken,- <br>  Lest the dead who is forsaken <br>  May not be happy now. "
    },
    {
        "name" : "The Coliseum",
        "poem" : "Type of the antique Rome! Rich reliquary <br>  Of lofty contemplation left to Time <br>  By buried centuries of pomp and power! <br>  At length—at length—after so many days <br>  Of weary pilgrimage and burning thirst, <br>  (Thirst for the springs of lore that in thee lie,) <br>  I kneel, an altered and an humble man, <br>  Amid thy shadows, and so drink within <br>  My very soul thy grandeur, gloom, and glory! <br>  <br>  Vastness! and Age! and Memories of Eld! <br>  Silence! and Desolation! and dim Night! <br>  I feel ye now—I feel ye in your strength— <br>  O spells more sure than e’er Judaean king <br>  Taught in the gardens of Gethsemane! <br>  O charms more potent than the rapt Chaldee <br>  Ever drew down from out the quiet stars! <br>  <br>  Here, where a hero fell, a column falls! <br>  Here, where the mimic eagle glared in gold, <br>  A midnight vigil holds the swarthy bat! <br>  Here, where the dames of Rome their gilded hair <br>  Waved to the wind, now wave the reed and thistle! <br>  Here, where on golden throne the monarch lolled, <br>  Glides, spectre-like, unto his marble home, <br>  Lit by the wanlight—wan light of the horned moon, <br>  The swift and silent lizard of the stones! <br>  <br>  But stay! these walls—these ivy-clad arcades— <br>  These mouldering plinths—these sad and blackened shafts— <br>  These vague entablatures—this crumbling frieze— <br>  These shattered cornices—this wreck—this ruin— <br>  These stones—alas! these gray stones—are they all— <br>  All of the famed, and the colossal left <br>  By the corrosive Hours to Fate and me? <br>  <br>  'Not all'—the Echoes answer me—'not all! <br>  'Prophetic sounds and loud, arise forever <br>  'From us, and from all Ruin, unto the wise, <br>  'As melody from Memnon to the Sun. <br>  'We rule the hearts of mightiest men—we rule <br>  'With a despotic sway all giant minds. <br>  'We are not impotent—we pallid stones. <br>  'Not all our power is gone—not all our fame— <br>  'Not all the magic of our high renown— <br>  'Not all the wonder that encircles us— <br>  'Not all the mysteries that in us lie— <br>  'Not all the memories that hang upon <br>  'And cling around about us as a garment, <br>  'Clothing us in a robe of more than glory.'"
    },
    {
        "name" : "The Conqueror Worm",
        "poem" : "Lo! ’t is a gala night <br>  Within the lonesome latter years! <br>  An angel throng, bewinged, bedight <br>  In veils, and drowned in tears, <br>  Sit in a theatre, to see <br>  A play of hopes and fears, <br>  While the orchestra breathes fitfully <br>  The music of the spheres. <br>  <br>  Mimes, in the form of God on high, <br>  Mutter and mumble low, <br>  And hither and thither fly— <br>  Mere puppets they, who come and go <br>  At bidding of vast formless things <br>  That shift the scenery to and fro, <br>  Flapping from out their Condor wings <br>  Invisible Wo! <br>  <br>  That motley drama—oh, be sure <br>  It shall not be forgot! <br>  With its Phantom chased for evermore <br>  By a crowd that seize it not, <br>  Through a circle that ever returneth in <br>  To the self-same spot, <br>  And much of Madness, and more of Sin, <br>  And Horror the soul of the plot. <br>  <br>  But see, amid the mimic rout, <br>  A crawling shape intrude! <br>  A blood-red thing that writhes from out <br>  The scenic solitude! <br>  It writhes!—it writhes!—with mortal pangs <br>  The mimes become its food, <br>  And seraphs sob at vermin fangs <br>  In human gore imbued. <br>  <br>  Out—out are the lights—out all! <br>  And, over each quivering form, <br>  The curtain, a funeral pall, <br>  Comes down with the rush of a storm, <br>  While the angels, all pallid and wan, <br>  Uprising, unveiling, affirm <br>  That the play is the tragedy, 'Man,' <br>  And its hero, the Conqueror Worm."
    },
    {
        "name" : "Deep in Earth",
        "poem" : "Deep in earth my love is lying <br>  And I must weep alone."
    },
    {
        "name" : "The Divine Right of Kings",
        "poem" : "The only king by right divine <br>  Is Ellen King, and were she mine <br>  I'd strive for liberty no more, <br>  But hug the glorious chains I wore. <br>  <br>  Her bosom is an ivory throne, <br>  Where tyrant virtue reigns alone; <br>  No subject vice dare interfere, <br>  To check the power that governs here. <br>  <br>  O! would she deign to rule my fate, <br>  I'd worship Kings and kingly state, <br>  And hold this maxim all life long, <br>  The King — my King — can do no wrong. <br>  P."
    },
    {
        "name" : "The City in the Sea",
        "poem" : "LO! Death has reared himself a throne <br>  In a strange city lying alone <br>  Far down within the dim West, <br>  Where the good and the bad and the worst and the best <br>  Have gone to their eternal rest. <br>  There shrines and palaces and towers <br>  (Time-eaten towers that tremble not!) <br>  Resemble nothing that is ours. <br>  Around, by lifting winds forgot, <br>  Resignedly beneath the sky <br>  The melancholy waters lie. <br>  <br>  No rays from the holy heaven come down <br>  On the long night-time of that town; <br>  But light from out the lurid sea <br>  Streams up the turrets silently — <br>  Gleams up the pinnacles far and free — <br>  Up domes — up spires — up kingly halls — <br>  Up fanes — up Babylon-like walls — <br>  Up shadowy long-forgotten bowers <br>  Of scultured ivy and stone flowers — <br>  Up many and many a marvellous shrine <br>  Whose wreathed friezes intertwine <br>  The viol, the violet, and the vine. <br>  <br>  Resignedly beneath the sky <br>  The melancholy waters lie. <br>  So blend the turrets and shadows there <br>  That all seem pendulous in air, <br>  While from a proud tower in the town <br>  Death looks gigantically down. <br>  <br>  There open fanes and gaping graves <br>  Yawn level with the luminous waves; <br>  But not the riches there that lie <br>  In each idol's diamond eye — <br>  Not the gaily-jewelled dead <br>  Tempt the waters from their bed; <br>  For no ripples curl, alas! <br>  Along that wilderness of glass — <br>  No swellings tell that winds may be <br>  Upon some far-off happier sea — <br>  No heavings hint that winds have been <br>  On seas less hideously serene. <br>  <br>  But lo, a stir is in the air! <br>  The wave — there is a movement there! <br>  As if the towers had thrown aside, <br>  In slightly sinking, the dull tide — <br>  As if their tops had feebly given <br>  A void within the filmy Heaven. <br>  The waves have now a redder glow — <br>  The hours are breathing faint and low — <br>  And when, amid no earthly moans, <br>  Down, down that town shall settle hence. [[,]] <br>  Hell, rising from a thousand thrones, <br>  Shall do it reverence."
    },
    {
        "name" : "A Dream",
        "poem" : "In visions of the dark night <br>  I have dreamed of joy departed— <br>  But a waking dream of life and light <br>  Hath left me broken-hearted. <br>  <br>  Ah! what is not a dream by day <br>  To him whose eyes are cast <br>  On things around him with a ray <br>  Turned back upon the past? <br>  <br>  That holy dream—that holy dream, <br>  While all the world were chiding, <br>  Hath cheered me as a lovely beam <br>  A lonely spirit guiding. <br>  <br>  What though that light, thro' storm and night, <br>  So trembled from afar— <br>  What could there be more purely bright <br>  In Truth's day-star?"
    },
    {
        "name" : "Dream-Land",
        "poem" : "By a route obscure and lonely, <br>  Haunted by ill angels only, <br>  Where an Eidolon, named NIGHT, <br>  On a black throne reigns upright, <br>  I have reached these lands but newly <br>  From an ultimate dim Thule— <br>  From a wild weird clime that lieth, sublime, <br>  Out of SPACE—Out of TIME. <br>  <br>  Bottomless vales and boundless floods, <br>  And chasms, and caves, and Titan woods, <br>  With forms that no man can discover <br>  For the tears that drip all over; <br>  Mountains toppling evermore <br>  Into seas without a shore; <br>  Seas that restlessly aspire, <br>  Surging, unto skies of fire; <br>  Lakes that endlessly outspread <br>  Their lone waters—lone and dead,— <br>  Their still waters—still and chilly <br>  With the snows of the lolling lily. <br>  <br>  By the lakes that thus outspread <br>  Their lone waters, lone and dead,— <br>  Their sad waters, sad and chilly <br>  With the snows of the lolling lily,— <br>  By the mountains—near the river <br>  Murmuring lowly, murmuring ever,— <br>  By the grey woods,—by the swamp <br>  Where the toad and the newt encamp,— <br>  By the dismal tarns and pools <br>     Where dwell the Ghouls,— <br>  By each spot the most unholy— <br>  In each nook most melancholy,— <br>  There the traveller meets, aghast, <br>  Sheeted Memories of the Past— <br>  Shrouded forms that start and sigh <br>  As they pass the wanderer by— <br>  White-robed forms of friends long given, <br>  In agony, to the Earth—and Heaven. <br>  <br>  For the heart whose woes are legion <br>  ’T is a peaceful, soothing region— <br>  For the spirit that walks in shadow <br>  ’T is—oh, ’t is an Eldorado! <br>  But the traveller, travelling through it, <br>  May not—dare not openly view it; <br>  Never its mysteries are exposed <br>  To the weak human eye unclosed; <br>  So wills its King, who hath forbid <br>  The uplifting of the fring'd lid; <br>  And thus the sad Soul that here passes <br>  Beholds it but through darkened glasses. <br>  <br>  By a route obscure and lonely, <br>  Haunted by ill angels only, <br>  Where an Eidolon, named NIGHT, <br>  On a black throne reigns upright, <br>  I have wandered home but newly <br>  From this ultimate dim Thule."
    },
    {
        "name" : "A Dream Within A Dream",
        "poem" : "Take this kiss upon the brow! <br>  And, in parting from you now, <br>  Thus much let me avow — <br>  You are not wrong, who deem <br>  That my days have been a dream; <br>  Yet if hope has flown away <br>  In a night, or in a day, <br>  In a vision, or in none, <br>  Is it therefore the less gone? <br>  All that we see or seem <br>  Is but a dream within a dream. <br>  <br>  I stand amid the roar <br>  Of a surf-tormented shore, <br>  And I hold within my hand <br>  Grains of the golden sand — <br>  How few! yet how they creep <br>  Through my fingers to the deep, <br>  While I weep — while I weep! <br>  O God! Can I not grasp <br>  Them with a tighter clasp? <br>  O God! can I not save <br>  One from the pitiless wave? <br>  Is all that we see or seem <br>  But a dream within a dream?"
    },
    {
        "name" : "Eldorado",
        "poem" : "Gaily bedight,  A gallant knight, <br>  In sunshine and in shadow, <br>  Had journeyed long, <br>  Singing a song, <br>  In search of Eldorado. <br>  <br>  But he grew old— <br>  This knight so bold— <br>  And o’er his heart a shadow— <br>  Fell as he found <br>  No spot of ground <br>  That looked like Eldorado. <br>  <br>  And, as his strength <br>  Failed him at length, <br>  He met a pilgrim shadow— <br>  ‘Shadow,’ said he, <br>  ‘Where can it be— <br>  This land of Eldorado?’ <br>  <br>  ‘Over the Mountains <br>  Of the Moon, <br>  Down the Valley of the Shadow, <br>  Ride, boldly ride,’ <br>  The shade replied,— <br>  ‘If you seek for Eldorado!’"
    },
    {
        "name" : "Elizabeth", 
        "poem" : "Elizabeth, it surely is most fit <br>  [Logic and common usage so commanding] <br>  In thy own book that first thy name be writ, <br>  Zeno and other sages notwithstanding; <br>  And I have other reasons for so doing <br>  Besides my innate love of contradiction; <br>  Each poet - if a poet - in pursuing <br>  The muses thro' their bowers of Truth or Fiction, <br>  Has studied very little of his part, <br>  Read nothing, written less - in short's a fool <br>  Endued with neither soul, nor sense, nor art, <br>  Being ignorant of one important rule, <br>  Employed in even the theses of the school- <br>  Called - I forget the heathenish Greek name <br>  [Called anything, its meaning is the same] <br>  'Always write first things uppermost in the heart.'"
    },
    {
        "name" : "An Enigma",
        "poem" : "'Seldom we find,' says Solomon Don Dunce, <br>  'Half an idea in the profoundest sonnet. <br>  Through all the flimsy things we see at once <br>  As easily as through a Naples bonnet — <br>  Trash of all trash! — how can a lady don it? <br>  Yet heavier far than your Petrarchan stuff — <br>  Owl-downy nonsense that the faintest puff <br>  Twirls into trunk-paper the while you con it.' <br>  And, veritably, Sol is right enough. <br>  The general tuckermanities are arrant <br>  Bubbles — ephemeral and so transparent — <br>  But this is, now, — you may depend upon it — <br>  Stable, opaque, immortal — all by dint <br>  Of the dear names that lie concealed within ’t."
    },
    {
        "name" : "Enigma",
        "poem" : "The noblest name in Allegory's page, <br>  The hand that traced inexorable rage; <br>  A pleasing moralist whose page refined, <br>  Displays the deepest knowledge of the mind; <br>  A tender poet of a foreign tongue, <br>  (Indited in the language that he sung.) <br>  A bard of brilliant but unlicensed page <br>  At once the shame and glory of our age, <br>  The prince of harmony and stirling sense, <br>  The ancient dramatist of eminence, <br>  The bard that paints imagination's powers, <br>  And him whose song revives departed hours, <br>  Once more an ancient tragic bard recall, <br>  In boldness of design surpassing all. <br>  These names when rightly read, a name [[make]] known <br>  Which gathers all their glories in its own. <br>  P."
    },
    {
        "name" : "Epigram for Wall Street",
        "poem" : "I'll tell you a plan for gaining wealth, <br>  Better than banking, trade or leases, <br>  Take a bank note and fold it up, <br>  And then you will find your money in creases! <br>  This wonderful plan, without danger or loss, <br>  Keeps your cash in your hands, where nothing can trouble it; <br>  And every time that you fold it across, <br>  'Tis as plain as the light of the day that you double it!"
    },
    {
        "name" : "Eulalie",
        "poem" : "I dwelt alone <br>  In a world of moan, <br>  And my soul was a stagnant tide <br>  Till the fair and gentle Eulalie became my blushing bride — <br>  Till the yellow-haired young Eulalie became my smiling bride. <br>  <br>  And ah! less bright <br>  The stars of the night <br>  Than the eyes of the radiant girl, <br>  And never a flake <br>  Their lustre can make <br>  Of the vapor and gold and pearl <br>  Can vie with the sweet young Eulalie’s most unregarded curl — <br>  Can compare with the bright-eyed Eulalie’s most humble and careless curl. <br>  <br>  Now Doubt — now Pain <br>  Come never again, <br>  For her soul gives me sigh for sigh, <br>  And all day long <br>  Shines bright and strong <br>  Astarté within the sky, <br>  And ever to it dear Eulalie upturns her matron eye — <br>  And ever to it young Eulalie upturns her violet eye."
    },
    {
        "name" : "Evangeline",
        "poem" : "Do tell when shall we make common sense men out of the owl-eyed pundits <br>  Out of The Frog-faced stupid old God-born Pundits who lost in a fog-bank  <br>  Strut about all along shore there somewhere close by the Down East  <br>  Frog Duck Pond munching of pea nuts and pumpkins and buried in big-wigs   <br>  Why ask who ever yet saw money made out of a fat old <br>  Jew or downright upright nutmegs out of a pine-knot"
    },
    {
        "name" : "Evening Star",
        "poem" : "'Twas noontide of summer, <br>  And mid-time of night; <br>  And stars, in their orbits, <br>  Shone pale, thro' the light <br>  Of the brighter, cold moon, <br>  'Mid planets her slaves, <br>  Herself in the Heavens, <br>  Her beam on the waves. <br>  I gazed awhile <br>  On her cold smile; <br>  Too cold- too cold for me- <br>  There pass'd, as a shroud, <br>  A fleecy cloud, <br>  And I turned away to thee, <br>  Proud Evening Star, <br>  In thy glory afar, <br>  And dearer thy beam shall be; <br>  For joy to my heart <br>  Is the proud part <br>  Thou bearest in Heaven at night, <br>  And more I admire <br>  Thy distant fire, <br>  Than that colder, lowly light."
    },
    {
        "name" : "Fairy-Land",
        "poem" : "Dim vales—and shadowy floods— <br>  And cloudy-looking woods, <br>  Whose forms we can’t discover <br>  For the tears that drip all over: <br>  Huge moons there wax and wane— <br>  Again—again—again— <br>  Every moment of the night— <br>  Forever changing places— <br>  And they put out the star-light <br>  With the breath from their pale faces. <br>  About twelve by the moon-dial, <br>  One more filmy than the rest <br>  (A kind which, upon trial, <br>  They have found to be the best) <br>  Comes down—still down—and down <br>  With its centre on the crown <br>  Of a mountain’s eminence, <br>  While its wide circumference <br>  In easy drapery falls <br>  Over hamlets, over halls, <br>  Wherever they may be— <br>  O’er the strange woods—o’er the sea— <br>  Over spirits on the wing— <br>  Over every drowsy thing— <br>  And buries them up quite <br>  In a labyrinth of light— <br>  And then, how, deep! —O, deep, <br>  Is the passion of their sleep. <br>  In the morning they arise, <br>  And their moony covering <br>  Is soaring in the skies, <br>  With the tempests as they toss, <br>  Like—almost any thing— <br>  Or a yellow Albatross. <br>  They use that moon no more <br>  For the same end as before, <br>  Videlicet, a tent— <br>  Which I think extravagant: <br>  Its atomies, however, <br>  Into a shower dissever, <br>  Of which those butterflies <br>  Of Earth, who seek the skies, <br>  And so come down again <br>  (Never-contented things!) <br>  Have brought a specimen <br>  Upon their quivering wings."
    },
    {
        "name" : "Fanny",
        "poem" : "THE dying swan by northern lakes <br>  Sing's [Sings] its wild death song, sweet and clear, <br>  And as the solemn music breaks <br>  O'er hill and glen dissolves in air; <br>  Thus musical thy soft voice came, <br>  Thus trembled on thy tongue my name. <br>  <br>  Like sunburst through the ebon cloud, <br>  Which veils the solemn midnight sky, <br>  Piercing cold evening's sable shroud, <br>  Thus came the first glance of that eye; <br>  But like the adamantine rock, <br>  My spirit met and braved the shock. <br>  <br>  Let memory the boy recall <br>  Who laid his heart upon thy shrine, <br>  When far away his footsteps fall, <br>  Think that he deem'd thy charms divine; <br>  A victim on love's alter [altar] slain, <br>  By witching eyes which looked disdain. <br>  <br>  Tamerlane"
    },
    {
        "name" : "For Annie",
        "poem" : "Thank Heaven! the crisis, <br>  The danger, is past, <br>  And the lingering illness <br>  Is over at last— <br>  And the fever called 'Living' <br>  Is conquered at last. <br>  <br>  Sadly, I know <br>  I am shorn of my strength, <br>  And no muscle I move <br>  As I lie at full length— <br>  But no matter!—I feel <br>  I am better at length. <br>  <br>  And I rest so composedly, <br>  Now, in my bed, <br>  That any beholder <br>  Might fancy me dead— <br>  Might start at beholding me, <br>  Thinking me dead. <br>  <br>  The moaning and groaning, <br>  The sighing and sobbing, <br>  Are quieted now, <br>  With that horrible throbbing <br>  At heart:—ah, that horrible, <br>  Horrible throbbing! <br>  <br>  The sickness—the nausea— <br>  The pitiless pain— <br>  Have ceased, with the fever <br>  That maddened my brain— <br>  With the fever called 'Living' <br>  That burned in my brain. <br>  <br>  And oh! of all tortures <br>  That torture the worst <br>  Has abated—the terrible <br>  Torture of thirst <br>  For the naphthaline river <br>  Of Passion accurst:— <br>  I have drank of a water <br>  That quenches all thirst:— <br>  <br>  Of a water that flows, <br>  With a lullaby sound, <br>  From a spring but a very few <br>  Feet under ground— <br>  From a cavern not very far <br>  Down under ground. <br>  <br>  And ah! let it never <br>  Be foolishly said <br>  That my room it is gloomy <br>  And narrow my bed; <br>  For man never slept <br>  In a different bed— <br>  And, to sleep, you must slumber <br>  In just such a bed. <br>  <br>  My tantalized spirit <br>  Here blandly reposes, <br>  Forgetting, or never <br>  Regretting, its roses— <br>  Its old agitations <br>  Of myrtles and roses: <br>  <br>  For now, while so quietly <br>  Lying, it fancies <br>  A holier odor <br>  About it, of pansies— <br>  A rosemary odor, <br>  Commingled with pansies— <br>  With rue and the beautiful <br>  Puritan pansies. <br>  <br>  And so it lies happily, <br>  Bathing in many <br>  A dream of the truth <br>  And the beauty of Annie— <br>  Drowned in a bath <br>  Of the tresses of Annie. <br>  <br>  She tenderly kissed me, <br>  She fondly caressed, <br>  And then I fell gently <br>  To sleep on her breast— <br>  Deeply to sleep <br>  From the heaven of her breast. <br>  <br>  When the light was extinguished, <br>  She covered me warm, <br>  And she prayed to the angels <br>  To keep me from harm— <br>  To the queen of the angels <br>  To shield me from harm. <br>  <br>  And I lie so composedly, <br>  Now, in my bed, <br>  (Knowing her love) <br>  That you fancy me dead— <br>  And I rest so contentedly, <br>  Now in my bed <br>  (With her love at my breast). <br>  That you fancy me dead— <br>  That you shudder to look at me, <br>  Thinking me dead:— <br>  <br>  But my heart it is brighter <br>  Than all of the many <br>  Stars in the sky, <br>  For it sparkles with Annie— <br>  It glows with the light <br>  Of the love of my Annie— <br>  With the thought of the light <br>  Of the eyes of my Annie."
    },
    {
        "name" : "The Haunted Palace",
        "poem" : "In the greenest of our valleys <br>  By good angels tenanted, <br>  Once a fair and stately palace— <br>  Radiant palace—reared its head. <br>  In the monarch Thought’s dominion, <br>  It stood there! <br>  Never seraph spread a pinion <br>  Over fabric half so fair! <br>  <br>  Banners yellow, glorious, golden, <br>  On its roof did float and flow <br>  (This—all this—was in the olden <br>  Time long ago) <br>  And every gentle air that dallied, <br>  In that sweet day, <br>  Along the ramparts plumed and pallid, <br>  A wingèd odor went away. <br>  <br>  Wanderers in that happy valley, <br>  Through two luminous windows, saw <br>  Spirits moving musically <br>  To a lute’s well-tunèd law, <br>  Round about a throne where, sitting, <br>  Porphyrogene! <br>  In state his glory well befitting, <br>  The ruler of the realm was seen. <br>  <br>  And all with pearl and ruby glowing <br>  Was the fair palace door, <br>  Through which came flowing, flowing, flowing <br>  And sparkling evermore, <br>  A troop of Echoes, whose sweet duty <br>  Was but to sing, <br>  In voices of surpassing beauty, <br>  The wit and wisdom of their king. <br>  <br>  But evil things, in robes of sorrow, <br>  Assailed the monarch’s high estate; <br>  (Ah, let us mourn!—for never morrow <br>  Shall dawn upon him, desolate!) <br>  And round about his home the glory <br>  That blushed and bloomed <br>  Is but a dim-remembered story <br>  Of the old time entombed. <br>  <br>  And travellers, now, within that valley, <br>  Through the red-litten windows see <br>  Vast forms that move fantastically <br>  To a discordant melody; <br>  While, like a ghastly rapid river, <br>  Through the pale door <br>  A hideous throng rush out forever, <br>  And laugh—but smile no more."
    },
    {
        "name" : "The Happiest Day, The Happiest Hour",
        "poem" : "I <br>  <br>  The happiest day-the happiest hour <br>  My seared and blighted heart hath known, <br>  The highest hope of pride and power, <br>  I feel hath flown. <br>  <br>  Of power! said I? Yes! such I ween <br>  But they have vanished long, alas! <br>  The visions of my youth have been <br>  But let them pass. <br>  <br>  III <br>  <br>  And pride, what have I now with thee? <br>  Another brow may ev’n inherit <br>  The venom thou hast poured on me <br>  Be still my spirit! <br>  <br>  IV <br>  <br>  The happiest day-the happiest hour <br>  Mine eyes shall see-have ever seen <br>  The brightest glance of pride and power <br>  I feet have been: <br>  <br>  V <br>  <br>  But were that hope of pride and power <br>  Now offered with the pain <br>  Ev’n then I felt-that brightest hour <br>  I would not live again: <br>  <br>  VI <br>  <br>  For on its wing was dark alloy <br>  And as it fluttered-fell <br>  An essence-powerful to destroy <br>  A soul that knew it well. <br>"
    },
    {
        "name" : "Hymn",
        "poem" : "AT morn—at noon—at twilight dim— <br>  Maria! thou hast heard my hymn! <br>  In joy and wo—in good and ill— <br>  Mother of God, be with me still! <br>  When the Hours flew brightly by <br>  And not a cloud obscured the sky, <br>  My soul, lest it should truant be, <br>  Thy grace did guide to thine and thee; <br>  Now, when storms of Fate o’ercast <br>  Darkly my Present and my Past, <br>  Let my Future radiant shine <br>  With sweet hopes of thee and thine!"
    },
    {
        "name" : "Imitation",
        "poem" : "A dark unfathom’d tide <br>  Of interminable pride— <br>  A mystery, and a dream, <br>  Should my early life seem; <br>  I say that dream was fraught <br>  With a wild, and waking thought <br>  Of beings that have been, <br>  Which my spirit hath not seen, <br>  Had I let them pass me by, <br>  With a dreaming eye! <br>  Let none of earth inherit <br>  That vision on my spirit; <br>  Those thoughts I would control <br>  As a spell upon his soul: <br>  For that bright hope at last <br>  And that light time have past, <br>  And my worldly rest hath gone <br>  With a sigh as it pass’d on <br>  I care not tho’ it perish <br>  With a thought I then did cherish."
    },
    {
        "name" : "Impromptu. To Kate Carol",
        "poem": "When from your gems of thought I turn <br>  To those pure orbs, your heart to learn, <br>  I scarce know which to prize most high — <br>  The bright i-dea, or the bright dear-eye."
    },
    {
        "name" : "Israfel",
        "poem" : "In Heaven a spirit doth dwell <br>  'Whose heart-strings are a lute'; <br>  None sing so wildly well <br>  As the angel Israfel, <br>  And the giddy stars (so legends tell), <br>  Ceasing their hymns, attend the spell <br>  Of his voice, all mute. <br>  <br>  Tottering above <br>  In her highest noon, <br>  The enamoured moon <br>  Blushes with love, <br>  While, to listen, the red levin <br>  (With the rapid Pleiads, even, <br>  Which were seven,) <br>  Pauses in Heaven. <br>  <br>  And they say (the starry choir <br>  And the other listening things) <br>  That Israfeli’s fire <br>  Is owing to that lyre <br>  By which he sits and sings— <br>  The trembling living wire <br>  Of those unusual strings. <br>  <br>  But the skies that angel trod, <br>  Where deep thoughts are a duty, <br>  Where Love’s a grown-up God, <br>  Where the Houri glances are <br>  Imbued with all the beauty <br>  Which we worship in a star. <br>  <br>  Therefore, thou art not wrong, <br>  Israfeli, who despisest <br>  An unimpassioned song; <br>  To thee the laurels belong, <br>  Best bard, because the wisest! <br>  Merrily live, and long! <br>  <br>  The ecstasies above <br>  With thy burning measures suit— <br>  Thy grief, thy joy, thy hate, thy love, <br>  With the fervour of thy lute— <br>  Well may the stars be mute! <br>  <br>  Yes, Heaven is thine; but this <br>  Is a world of sweets and sours; <br>  Our flowers are merely—flowers, <br>  And the shadow of thy perfect bliss <br>  Is the sunshine of ours. <br>  <br>  If I could dwell <br>  Where Israfel <br>  Hath dwelt, and he where I, <br>  He might not sing so wildly well <br>  A mortal melody, <br>  While a bolder note than this might swell <br>  From my lyre within the sky."
    },
    {
        "name" : "The Lake",
        "poem": "In youth’s spring, it was my lot <br>  To haunt of the wide earth a spot <br>  The which I could not love the less; <br>  So lovely was the loneliness <br>  Of a wild lake, with black rock bound. <br>  And the tall pines that tower’d around. <br>  But when the night had thrown her pall <br>  Upon that spot — as upon all, <br>  And the wind would pass me by <br>  In its stilly melody, <br>  My infant spirit would awake <br>  To the terror of the lone lake. <br>  Yet that terror was not fright — <br>  But a tremulous delight, <br>  And a feeling undefin’d, <br>  Springing from a darken’d mind. <br>  Death was in that poison’d wave <br>  And in its gulf a fitting grave <br>  For him who thence could solace bring <br>  To his dark imagining; <br>  Whose wild’ring thought could even make <br>  An Eden of that dim lake."
    },
    {
        "name" : "Lenore",
        "poem": "Ah broken is the golden bowl! the spirit flown forever! <br>  Let the bell toll!--a saintly soul floats on the Stygian river; <br>  And, Guy De Vere, hast thou no tear?--weep now or never more! <br>  See! on yon drear and rigid bier low lies thy love, Lenore! <br>  Come! let the burial rite be read--the funeral song be sung!-- <br>  An anthem for the queenliest dead that ever died so young-- <br>  A dirge for her the doubly dead in that she died so young. <br>  <br>  'Wretches! ye loved her for her wealth and hated her for her pride, <br>  'And when she fell in feeble health, ye blessed her--that she died! <br>  'How shall the ritual, then, be read?--the requiem how be sung <br>  'By you--by yours, the evil eye,--by yours, the slanderous tongue <br>  'That did to death the innocent that died, and died so young?' <br>  <br>  Peccavimus; but rave not thus! and let a Sabbath song <br>  Go up to God so solemnly the dead may feel so wrong! <br>  The sweet Lenore hath 'gone before,' with Hope, that flew beside <br>  Leaving thee wild for the dear child that should have been thy bride-- <br>  For her, the fair and debonair, that now so lowly lies, <br>  The life upon her yellow hair but not within her eyes-- <br>  The life still there, upon her hair--the death upon her eyes. <br>  <br>  'Avaunt! to-night my heart is light. No dirge will I upraise, <br>  'But waft the angel on her flight with a Pæan of old days! <br>  'Let no bell toll!--lest her sweet soul, amid its hallowed mirth, <br>  'Should catch the note, as it doth float up from the damnéd Earth. <br>  'To friends above, from fiends below, the indignant ghost is riven-- <br>  'From Hell unto a high estate far up within the Heaven-- <br>  'From grief and groan, to a golden throne, beside the King of Heaven.'"
    },
    {
        "name" : "Lines on Ale",
        "poem" : "Filled with mingled cream and amber, <br>  I will drain that glass again. <br>  Such hilarious visions clamber <br>  Through the chamber of my brain. <br>  Quaintest thoughts, queerest fancies <br>  Come to life and fade away. <br>  What care I how time advances; <br>  I am drinking ale today."
    },
    {
        "name" : "Lines on Joe Locke",
        "poem" : "As for Locke, he is all in my eye, <br>  May the d—l right soon for his soul call. <br>  He never was known to lie — <br>  In bed at a reveillé roll-call.' <br>  <br>  John Locke was a notable name; <br>  Joe Locke is a greater: in short, <br>  The former was well known to fame, <br>  But the latter’s well known 'to report.'"
    },
    {
        "name" : "O, Tempora! O, Mores!",
        "poem" : "O, Times! O, Manners! It is my opinion <br>  That you are changing sadly your dominion — <br>  I mean the reign of manners hath long ceased, <br>  For men have none at all, or bad at least; <br>  And as for times, altho’ ’tis said by many <br>  The “good old times” were far the worst of any, <br>  Of which sound doctrine I believe each tittle, <br>  Yet still I think these worse than them a little. <br>  <br>  I’ve been a thinking — isn’t that the phrase? — <br>  I like your Yankee words and Yankee ways — <br>  I’ve been a thinking, whether it were best <br>  To take things seriously, or all in jest; <br>  Whether, with grim Heraclitus of yore, <br>  To weep, as he did, till his eyes were sore, <br>  Or rather laugh with him, that queer philosopher, <br>  Democritus of Thrace, who used to toss over <br>  The page of life and grin at the dog-ears, <br>  As though he’d say, “Why, who the devil cares?” <br>  <br>  This is a question which, oh heaven, withdraw <br>  The luckless query from a member’s claw! <br>  Instead of two sides, Bob has nearly eight, <br>  Each fit to furnish forth four hours debate. <br>  What shall be done? I’ll lay it on the table, <br>  And take the matter up when I’m more able, <br>  And, in the meantime, to prevent all bother, <br>  I’ll neither laugh with one, nor cry with t’other, <br>  Nor deal in flatt’ry or aspersions foul, <br>  But, taking one by each hand, merely growl. <br>  <br>  Ah, growl, say you, my friend, and pray at what? <br>  Why, really, sir, I almost had forgot — <br>  But, damn it, sir, I deem it a disgrace <br>  That things should stare us boldly in the face, <br>  And daily strut the street with bows and scrapes, <br>  Who would be men by imitating apes. <br>  I beg your pardon, reader, for the oath <br>  The monkeys make me swear, though something loth; <br>  I’m apt to be discursive in my style, <br>  But pray be patient; yet a little while <br>  Will change me, and as politicians do, <br>  I’ll mend my manners and my measures too. <br>  <br>  Of all the cities — and I’ve seen no few; <br>  For I have travelled, friend, as well as you — <br>  I don’t remember one, upon my soul, <br>  But take it generally upon the whole, <br>  (As members say they like their logic taken, <br>  Because divided, it may chance be shaken) <br>  So pat, agreeable and vastly proper <br>  As this for a neat, frisky counter-hopper; <br>  Here he may revel to his heart’s content, <br>  Flounce like a fish in his own element, <br>  Toss back his fine curls from their forehead fair, <br>  And hop o’er counters with a Vester’s air, <br>  Complete at night what he began A.M., <br>  And having cheated ladies, dance with them; <br>  For, at a ball, what fair one can escape <br>  The pretty little hand that sold her tape, <br>  Or who so cold, so callous to refuse <br>  The youth who cut the ribbon for her shoes! <br>  <br>  One of these fish, par excellence the beau — <br>  God help me! — it has been my lot to know, <br>  At least by sight, for I’m a timid man, <br>  And always keep from laughing, if I can; <br>  But speak to him, he’ll make you such grimace, <br>  Lord! to be grave exceeds the power of face. <br>  The hearts of all the ladies are with him, <br>  Their bright eyes on his Tom and Jerry brim <br>  And dove-tailed coat, obtained at cost; while then <br>  Those eyes won’t turn on anything like men. <br>  <br>  His very voice is musical delight, <br>  His form, once seen, becomes a part of sight; <br>  In short, his shirt collar, his look, his tone is <br>  The 'beau ideal' fancied for Adonis. <br>  Philosophers have often held dispute <br>  As to the seat of thought in man and brute; <br>  For that the power of thought attends the latter <br>  My friend, the beau, hath made a settled matter, <br>  And spite of all dogmas, current in all ages, <br>  One settled fact is better than ten sages. <br>  <br>  For he does think, though I am oft in doubt <br>  If I can tell exactly what about. <br>  Ah, yes! his little foot and ankle trim, <br>  ’Tis there the seat of reason lies in him, <br>  A wise philosopher would shake his head, <br>  He then, of course, must shake his foot instead. <br>  At me, in vengeance, shall that foot be shaken — <br>  Another proof of thought, I’m not mistaken — <br>  Because to his cat’s eyes I hold a glass, <br>  And let him see himself, a proper ass! <br>  I think he’ll take this likeness to himself, <br>  But if he won’t, he shall, a stupid elf, <br>  And, lest the guessing throw the fool in fits, <br>  I close the portrait with the name of PITTS."
    },
    {
        "name" : "A Pæan",
        "poem" : "How shall the burial rite be read? <br>  The solemn song be sung? <br>  The requiem for the loveliest dead, <br>  That ever died so young? <br>  <br>  Her friends are gazing on her, <br>  And on her gaudy bier, <br>  And weep! - oh! to dishonor <br>  Dead beauty with a tear! <br>  <br>  They loved her for her wealth - <br>  And they hated her for her pride - <br>  But she grew in feeble health, <br>  And they love her - that she died. <br>  <br>  They tell me (while they speak <br>  Of her 'costly broider'd pall') <br>  That my voice is growing weak - <br>  That I should not sing at all - <br>  <br>  Or that my tone should be <br>  Tun'd to such solemn song <br>  So mournfully - so mournfully, <br>  That the dead may feel no wrong. <br>  <br>  But she is gone above, <br>  With young Hope at her side, <br>  And I am drunk with love <br>  Of the dead, who is my bride. - <br>  <br>  Of the dead - dead who lies <br>  All perfum'd there, <br>  With the death upon her eyes, <br>  And the life upon her hair. <br>  <br>  Thus on the coffin loud and long <br>  I strike - the murmur sent <br>  Through the grey chambers to my song, <br>  Shall be the accompaniment. <br>  <br>  Thou died'st in thy life's June - <br>  But thou did'st not die too fair: <br>  Thou did'st not die too soon, <br>  Nor with too calm an air. <br>  <br>  From more than fiends on earth, <br>  Thy life and love are riven, <br>  To join the untainted mirth <br>  Of more than thrones in heaven - <br>  <br>  Therefore, to thee this night <br>  I will no requiem raise, <br>  But waft thee on thy flight, <br>  With a Pæan of old days."
    },
    {
        "name" : "Poetry",
        "poem": "Last night, with many cares & toils oppress'd <br>  Weary, I laid me on a couch to rest —"
    },
    {
        "name" : "The Raven",
        "poem" : "Once upon a midnight dreary, while I pondered, weak and weary, <br>  Over many a quaint and curious volume of forgotten lore— <br>  While I nodded, nearly napping, suddenly there came a tapping, <br>  As of some one gently rapping, rapping at my chamber door. <br>  '’Tis some visitor,' I muttered, “tapping at my chamber door— <br>  Only this and nothing more.' <br>  <br>  Ah, distinctly I remember it was in the bleak December; <br>  And each separate dying ember wrought its ghost upon the floor. <br>  Eagerly I wished the morrow;—vainly I had sought to borrow <br>  From my books surcease of sorrow—sorrow for the lost Lenore— <br>  For the rare and radiant maiden whom the angels name Lenore— <br>  Nameless here for evermore. <br>  <br>  And the silken, sad, uncertain rustling of each purple curtain <br>  Thrilled me—filled me with fantastic terrors never felt before; <br>  So that now, to still the beating of my heart, I stood repeating <br>  '’Tis some visitor entreating entrance at my chamber door— <br>  Some late visitor entreating entrance at my chamber door;— <br>  This it is and nothing more.' <br>  <br>  Presently my soul grew stronger; hesitating then no longer, <br>  'Sir,' said I, 'or Madam, truly your forgiveness I implore; <br>  But the fact is I was napping, and so gently you came rapping, <br>  And so faintly you came tapping, tapping at my chamber door, <br>  That I scarce was sure I heard you'—here I opened wide the door;— <br>  Darkness there and nothing more. <br>  <br>  Deep into that darkness peering, long I stood there wondering, fearing, <br>  Doubting, dreaming dreams no mortal ever dared to dream before; <br>  But the silence was unbroken, and the stillness gave no token, <br>  And the only word there spoken was the whispered word, 'Lenore?' <br>  This I whispered, and an echo murmured back the word, 'Lenore!'— <br>  Merely this and nothing more. <br>  <br>  Back into the chamber turning, all my soul within me burning, <br>  Soon again I heard a tapping somewhat louder than before. <br>  'Surely,' said I, 'surely that is something at my window lattice; <br>  Let me see, then, what thereat is, and this mystery explore— <br>  Let my heart be still a moment and this mystery explore;— <br>  ’Tis the wind and nothing more!' <br>  <br>  Open here I flung the shutter, when, with many a flirt and flutter, <br>  In there stepped a stately Raven of the saintly days of yore; <br>  Not the least obeisance made he; not a minute stopped or stayed he; <br>  But, with mien of lord or lady, perched above my chamber door— <br>  Perched upon a bust of Pallas just above my chamber door— <br>  Perched, and sat, and nothing more. <br>  <br>  Then this ebony bird beguiling my sad fancy into smiling, <br>  By the grave and stern decorum of the countenance it wore, <br>  'Though thy crest be shorn and shaven, thou,' I said, 'art sure no craven, <br>  Ghastly grim and ancient Raven wandering from the Nightly shore— <br>  Tell me what thy lordly name is on the Night’s Plutonian shore!' <br>  Quoth the Raven 'Nevermore.' <br>  <br>  Much I marvelled this ungainly fowl to hear discourse so plainly, <br>  Though its answer little meaning—little relevancy bore; <br>  For we cannot help agreeing that no living human being <br>  Ever yet was blessed with seeing bird above his chamber door— <br>  Bird or beast upon the sculptured bust above his chamber door, <br>  With such name as 'Nevermore.' <br>  <br>  But the Raven, sitting lonely on the placid bust, spoke only <br>  That one word, as if his soul in that one word he did outpour. <br>  Nothing farther then he uttered—not a feather then he fluttered— <br>  Till I scarcely more than muttered 'Other friends have flown before— <br>  On the morrow he will leave me, as my Hopes have flown before.' <br>  Then the bird said 'Nevermore.' <br>  <br>  Startled at the stillness broken by reply so aptly spoken, <br>  'Doubtless,' said I, 'what it utters is its only stock and store <br>  Caught from some unhappy master whom unmerciful Disaster <br>  Followed fast and followed faster till his songs one burden bore— <br>  Till the dirges of his Hope that melancholy burden bore <br>  Of ‘Never—nevermore’.' <br>  <br>  But the Raven still beguiling all my fancy into smiling, <br>  Straight I wheeled a cushioned seat in front of bird, and bust and door; <br>  Then, upon the velvet sinking, I betook myself to linking <br>  Fancy unto fancy, thinking what this ominous bird of yore— <br>  What this grim, ungainly, ghastly, gaunt, and ominous bird of yore <br>  Meant in croaking 'Nevermore.' <br>  <br>  This I sat engaged in guessing, but no syllable expressing <br>  To the fowl whose fiery eyes now burned into my bosom’s core; <br>  This and more I sat divining, with my head at ease reclining <br>  On the cushion’s velvet lining that the lamp-light gloated o’er, <br>  But whose velvet-violet lining with the lamp-light gloating o’er, <br>  She shall press, ah, nevermore! <br>  <br>  Then, methought, the air grew denser, perfumed from an unseen censer <br>  Swung by Seraphim whose foot-falls tinkled on the tufted floor. <br>  'Wretch,' I cried, 'thy God hath lent thee—by these angels he hath sent thee <br>  Respite—respite and nepenthe from thy memories of Lenore; <br>  Quaff, oh quaff this kind nepenthe and forget this lost Lenore!' <br>  Quoth the Raven 'Nevermore.' <br>  <br>  'Prophet!' said I, 'thing of evil!—prophet still, if bird or devil!— <br>  Whether Tempter sent, or whether tempest tossed thee here ashore, <br>  Desolate yet all undaunted, on this desert land enchanted— <br>  On this home by Horror haunted—tell me truly, I implore— <br>  Is there—is there balm in Gilead?—tell me—tell me, I implore!' <br>  Quoth the Raven 'Nevermore.' <br>  <br>  'Prophet!' said I, 'thing of evil!—prophet still, if bird or devil! <br>  By that Heaven that bends above us—by that God we both adore— <br>  Tell this soul with sorrow laden if, within the distant Aidenn, <br>  It shall clasp a sainted maiden whom the angels name Lenore— <br>  Clasp a rare and radiant maiden whom the angels name Lenore.' <br>  Quoth the Raven 'Nevermore.' <br>  <br>  'Be that word our sign of parting, bird or fiend!' I shrieked, upstarting— <br>  'Get thee back into the tempest and the Night’s Plutonian shore! <br>  Leave no black plume as a token of that lie thy soul hath spoken! <br>  Leave my loneliness unbroken!—quit the bust above my door! <br>  Take thy beak from out my heart, and take thy form from off my door!' <br>  Quoth the Raven 'Nevermore.' <br>  <br>  And the Raven, never flitting, still is sitting, still is sitting <br>  On the pallid bust of Pallas just above my chamber door; <br>  And his eyes have all the seeming of a demon’s that is dreaming, <br>  And the lamp-light o’er him streaming throws his shadow on the floor; <br>  And my soul from out that shadow that lies floating on the floor <br>  Shall be lifted—nevermore!"
    },
    {
        "name" : "Romance",
        "poem" : "Romance, who loves to nod and sing, <br>  With drowsy head and folded wing, <br>  Among the green leaves as they shake <br>  Far down within some shadowy lake, <br>  To me a painted paroquet <br>  Hath been—a most familiar bird— <br>  Taught me my alphabet to say— <br>  To lisp my very earliest word <br>  While in the wild wood I did lie, <br>  A child—with a most knowing eye. <br>  Of late, eternal Condor years <br>  So shake the very Heaven on high <br>  With tumult as they thunder by, <br>  I have no time for idle cares <br>  Through gazing on the unquiet sky. <br>  And when an hour with calmer wings <br>  Its down upon my spirit flings— <br>  That little time with lyre and rhyme <br>  To while away—forbidden things! <br>  My heart would feel to be a crime <br>  Unless it trembled with the strings."
    },
    {
        "name" : "Serenade",
        "poem" : "So sweet the hour, so calm the time, <br>  I feel it more than half a crime, <br>  When Nature sleeps and stars are mute, <br>  To mar the silence ev’n with lute. <br>  At rest on ocean’s brilliant dyes <br>  An image of Elysium lies: <br>  Seven Pleiades entranced in Heaven, <br>  Form in the deep another seven: <br>  Endymion nodding from above <br>  Sees in the sea a second love. <br>  Within the valleys dim and brown, <br>  And on the spectral mountain’s crown, <br>  The wearied light is dying down, <br>  And earth, and stars, and sea, and sky <br>  Are redolent of sleep, as I <br>  Am redolent of thee and thine <br>  Enthralling love, my Adeline. <br>  But list, O list, so soft and low <br>  Thy lover’s voice tonight shall flow, <br>  That, scarce awake, thy soul shall deem <br>  My words the music of a dream. <br>  Thus, while no single sound too rude <br>  Upon thy slumber shall intrude, <br>  Our thoughts, our souls O God above! <br>  In every deed shall mingle, love."
    },
    {
        "name" : "The Sleeper",
        "poem" : "At midnight, in the month of June, <br>  I stand beneath the mystic moon. <br>  An opiate vapor, dewy, dim, <br>  Exhales from out her golden rim, <br>  And softly dripping, drop by drop, <br>  Upon the quiet mountain top, <br>  Steals drowsily and musically <br>  Into the universal valley. <br>  The rosemary nods upon the grave; <br>  The lily lolls upon the wave; <br>  Wrapping the fog about its breast, <br>  The ruin moulders into rest; <br>  Looking like Lethe, see! the lake <br>  A conscious slumber seems to take, <br>  And would not, for the world, awake. <br>  All Beauty sleeps!—and lo! where lies <br>  Irene, with her Destinies! <br>    Oh, lady bright! can it be right— <br>  This window open to the night? <br>  The wanton airs, from the tree-top, <br>  Laughingly through the lattice drop— <br>  The bodiless airs, a wizard rout, <br>  Flit through thy chamber in and out, <br>  And wave the curtain canopy <br>  So fitfully—so fearfully— <br>  Above the closed and fringéd lid <br>  ’Neath which thy slumb’ring soul lies hid, <br>  That, o’er the floor and down the wall, <br>  Like ghosts the shadows rise and fall! <br>  Oh, lady dear, hast thou no fear? <br>  Why and what art thou dreaming here? <br>  Sure thou art come o’er far-off seas, <br>  A wonder to these garden trees! <br>  Strange is thy pallor! strange thy dress! <br>  Strange, above all, thy length of tress, <br>  And this all solemn silentness! <br>    The lady sleeps! Oh, may her sleep, <br>  Which is enduring, so be deep! <br>  Heaven have her in its sacred keep! <br>  This chamber changed for one more holy, <br>  This bed for one more melancholy, <br>  I pray to God that she may lie <br>  Forever with unopened eye, <br>  While the pale sheeted ghosts go by! <br>    My love, she sleeps! Oh, may her sleep, <br>  As it is lasting, so be deep! <br>  Soft may the worms about her creep! <br>  Far in the forest, dim and old, <br>  For her may some tall vault unfold— <br>  Some vault that oft hath flung its black <br>  And wingéd pannels fluttering back, <br>  Triumphant, o’er the crested palls <br>  Of her grand family funerals— <br>    Some sepulchre, remote, alone, <br>  Against whose portals she hath thrown, <br>  In childhood, many an idle stone— <br>  Some tomb from out whose sounding door <br>  She ne’er shall force an echo more, <br>  Thrilling to think, poor child of sin! <br>  It was the dead who groaned within."
    },
    {
        "name" : "Song",
        "poem" : "I saw thee on thy bridal day— <br>  When a burning blush came o’er thee, <br>  Though happiness around thee lay, <br>  The world all love before thee: <br>  <br>  And in thine eye a kindling light <br>  (Whatever it might be) <br>  Was all on Earth my aching sight <br>  Of Loveliness could see. <br>  <br>  That blush, perhaps, was maiden shame— <br>  As such it well may pass— <br>  Though its glow hath raised a fiercer flame <br>  In the breast of him, alas! <br>  <br>  Who saw thee on that bridal day, <br>  When that deep blush would come o’er thee, <br>  Though happiness around thee lay, <br>  The world all love before thee."  
    }
    ,
    {
        "name" : "Sonnet - To Science",
        "poem" : "Science! true daughter of Old Time thou art! <br>  Who alterest all things with thy peering eyes. <br>  Why preyest thou thus upon the poet’s heart, <br>  Vulture, whose wings are dull realities? <br>  How should he love thee? or how deem thee wise, <br>  Who wouldst not leave him in his wandering <br>  To seek for treasure in the jewelled skies, <br>  Albeit he soared with an undaunted wing? <br>  Hast thou not dragged Diana from her car, <br>  And driven the Hamadryad from the wood <br>  To seek a shelter in some happier star? <br>  Hast thou not torn the Naiad from her flood, <br>  The Elfin from the green grass, and from me <br>  The summer dream beneath the tamarind tree?"
    }
    ,
    {
        "name" : "To Zante",
        "poem" : "Fair isle, that from the fairest of all flowers, <br>  Thy gentlest of all gentle names dost take <br>  How many memories of what radiant hours <br>  At sight of thee and thine at once awake! <br>  How many scenes of what departed bliss! <br>  How many thoughts of what entombed hopes! <br>  How many visions of a maiden that is <br>  No more—no more upon thy verdant slopes! <br>  No more! alas, that magical sad sound <br>  Transfomring all! Thy charms shall please no more— <br>  Thy memory no more! Accursed ground <br>  Henceforth I hold thy flower-enamelled shore, <br>  O hyacinthine isle! O purple Zante! <br>  'Isoa d’oro! Fior di Levante!'"
    }
    ,
    {
        "name" : "Spirits of the Dead",
        "poem" : "I <br>  <br>  Thy soul shall find itself alone <br>  ’Mid dark thoughts of the gray tombstone— <br>  Not one, of all the crowd, to pry <br>  Into thine hour of secrecy. <br>  <br>  II <br>  <br>  Be silent in that solitude, <br>  Which is not loneliness—for then <br>  The spirits of the dead who stood <br>  In life before thee are again <br>  In death around thee—and their will <br>  Shall overshadow thee: be still. <br>  <br>  III <br>  <br>  The night, tho’ clear, shall frown— <br>  And the stars shall look not down <br>  From their high thrones in the heaven, <br>  With light like Hope to mortals given— <br>  But their red orbs, without beam, <br>  To thy weariness shall seem <br>  As a burning and a fever <br>  Which would cling to thee for ever. <br>  <br>  IV <br>  <br>  Now are thoughts thou shalt not banish, <br>  Now are visions ne’er to vanish; <br>  From thy spirit shall they pass <br>  No more—like dew-drop from the grass. <br>  <br>  V <br>  <br>  The breeze—the breath of God—is still— <br>  And the mist upon the hill, <br>  Shadowy—shadowy—yet unbroken, <br>  Is a symbol and a token— <br>  How it hangs upon the trees, <br>  A mystery of mysteries!"
    }
    ,
    {
        "name" : "Spiritual Song",
        "poem" : "Hark, echo!—Hark; echo! <br>  ⁠’Tis the sound <br>  Of archangels, in happiness wrapt."
    }
    ,
    {
        "name" : "Stanzas",
        "poem" : "How often we forget all time, when lone  Admiring Nature's universal throne; <br>  Her woods–her wilds–her mountains–the intense <br>  Reply of HERS to OUR intelligence! [BYRON, The Island.] <br>  <br>  I <br>  <br>  In youth have I known one with whom the Earth <br>  In secret communing held–as he with it, <br>  In daylight, and in beauty from his birth: <br>  Whose fervid, flickering torch of life was lit <br>  From the sun and stars, whence he had drawn forth <br>  A passionate light–such for his spirit was fit– <br>  And yet that spirit knew not, in the hour <br>  Of its own fervor what had o'er it power. <br>  <br>  II <br>  <br>  Perhaps it may be that my mind is wrought <br>  To a fever by the moonbeam that hangs o'er, <br>  But I will half believe that wild light fraught <br>  With more of sovereignty than ancient lore <br>  Hath ever told–or is it of a thought <br>  The unembodied essence, and no more, <br>  That with a quickening spell doth o'er us pass <br>  As dew of the night-time o'er the summer grass? <br>  <br>  III <br>  <br>  Doth o'er us pass, when, as th' expanding eye <br>  To the loved object–so the tear to the lid <br>  Will start, which lately slept in apathy? <br>  And yet it need not be–(that object) hid <br>  From us in life–but common–which doth lie <br>  Each hour before us–but then only, bid <br>  With a strange sound, as of a harp-string broken, <br>  To awake us–'Tis a symbol and a token <br>  <br>  IV <br>  <br>  Of what in other worlds shall be–and given <br>  In beauty by our God, to those alone <br>  Who otherwise would fall from life and Heaven <br>  Drawn by their heart's passion, and that tone, <br>  That high tone of the spirit which hath striven, <br>  Tho' not with Faith–with godliness–whose throne <br>  With desperate energy 't hath beaten down; <br>  Wearing its own deep feeling as a crown."
    }
    ,
    {
        "name" : "Tamerlane",
        "poem" : "Kind solace in a dying hour! <br>  Such, father, is not (now) my theme— <br>  I will not madly deem that power <br>  Of Earth may shrive me of the sin <br>  Unearthly pride hath revell’d in— <br>  I have no time to dote or dream: <br>  You call it hope—that fire of fire! <br>  It is but agony of desire: <br>  If I can hope—Oh God! I can— <br>  Its fount is holier—more divine— <br>  I would not call thee fool, old man, <br>  But such is not a gift of thine. <br>  <br>  Know thou the secret of a spirit <br>  Bow’d from its wild pride into shame. <br>  O! yearning heart! I did inherit <br>  Thy withering portion with the fame, <br>  The searing glory which hath shone <br>  Amid the jewels of my throne, <br>  Halo of Hell! and with a pain <br>  Not Hell shall make me fear again— <br>  O! craving heart, for the lost flowers <br>  And sunshine of my summer hours! <br>  Th’ undying voice of that dead time, <br>  With its interminable chime, <br>  Rings, in the spirit of a spell, <br>  Upon thy emptiness—a knell. <br>  <br>  I have not always been as now: <br>  The fever’d diadem on my brow <br>  I claim’d and won usurpingly— <br>  Hath not the same fierce heirdom given <br>  Rome to the Caesar—this to me? <br>  The heritage of a kingly mind, <br>  And a proud spirit which hath striven <br>  Triumphantly with human kind. <br>  <br>  On mountain soil I first drew life: <br>  The mists of the Taglay have shed <br>  Nightly their dews upon my head, <br>  And, I believe, the winged strife <br>  And tumult of the headlong air <br>  Have nestled in my very hair. <br>  <br>  So late from Heaven—that dew—it fell <br>  (Mid dreams of an unholy night) <br>  Upon me—with the touch of Hell, <br>  While the red flashing of the light <br>  From clouds that hung, like banners, o’er, <br>  Appeared to my half-closing eye <br>  The pageantry of monarchy, <br>  And the deep trumpet-thunder’s roar <br>  Came hurriedly upon me, telling <br>  Of human battle, where my voice, <br>  My own voice, silly child!—was swelling <br>  (O! how my spirit would rejoice, <br>  And leap within me at the cry) <br>  The battle-cry of Victory! <br>  <br>  The rain came down upon my head <br>  Unshelter’d—and the heavy wind <br>  Was giantlike—so thou, my mind!— <br>  It was but man, I thought, who shed <br>  Laurels upon me: and the rush— <br>  The torrent of the chilly air <br>  Gurgled within my ear the crush <br>  Of empires—with the captive’s prayer— <br>  The hum of suiters—and the tone <br>  Of flattery ‘round a sovereign’s throne. <br>  <br>  My passions, from that hapless hour, <br>  Usurp’d a tyranny which men <br>  Have deem’d, since I have reach’d to power; <br>  My innate nature—be it so: <br>  But, father, there liv’d one who, then, <br>  Then—in my boyhood—when their fire <br>  Burn’d with a still intenser glow, <br>  (For passion must, with youth, expire) <br>  E’en then who knew this iron heart <br>  In woman’s weakness had a part. <br>  <br>  I have no words—alas!—to tell <br>  The loveliness of loving well! <br>  Nor would I now attempt to trace <br>  The more than beauty of a face <br>  Whose lineaments, upon my mind, <br>  Are—shadows on th’ unstable wind: <br>  Thus I remember having dwelt <br>  Some page of early lore upon, <br>  With loitering eye, till I have felt <br>  The letters—with their meaning—melt <br>  To fantasies—with none. <br>  <br>  O, she was worthy of all love! <br>  Love—as in infancy was mine— <br>  ‘Twas such as angel minds above <br>  Might envy; her young heart the shrine <br>  On which my ev’ry hope and thought <br>  Were incense—then a goodly gift, <br>  For they were childish—and upright— <br>  Pure—as her young example taught: <br>  Why did I leave it, and, adrift, <br>  Trust to the fire within, for light? <br>  <br>  We grew in age—and love—together, <br>  Roaming the forest, and the wild; <br>  My breast her shield in wintry weather— <br>  And, when the friendly sunshine smil’d, <br>  And she would mark the opening skies, <br>  I saw no Heaven—but in her eyes. <br>  <br>  Young Love’s first lesson is—the heart: <br>  For ‘mid that sunshine, and those smiles, <br>  When, from our little cares apart, <br>  And laughing at her girlish wiles, <br>  I’d throw me on her throbbing breast, <br>  And pour my spirit out in tears— <br>  There was no need to speak the rest— <br>  No need to quiet any fears <br>  Of her—who ask’d no reason why, <br>  But turn’d on me her quiet eye! <br>  <br>  Yet more than worthy of the love <br>  My spirit struggled with, and strove, <br>  When, on the mountain peak, alone, <br>  Ambition lent it a new tone— <br>  I had no being—but in thee: <br>  The world, and all it did contain <br>  In the earth—the air—the sea— <br>  Its joy—its little lot of pain <br>  That was new pleasure—the ideal, <br>  Dim, vanities of dreams by night— <br>  And dimmer nothings which were real— <br>  (Shadows—and a more shadowy light!) <br>  Parted upon their misty wings, <br>  And, so, confusedly, became <br>  Thine image, and—a name—a name! <br>  Two separate—yet most intimate things. <br>  <br>  I was ambitious—have you known <br>  The passion, father? You have not: <br>  A cottager, I mark’d a throne <br>  Of half the world as all my own, <br>  And murmur’d at such lowly lot— <br>  But, just like any other dream, <br>  Upon the vapour of the dew <br>  My own had past, did not the beam <br>  Of beauty which did while it thro’ <br>  The minute—the hour—the day—oppress <br>  My mind with double loveliness. <br>  <br>  We walk’d together on the crown <br>  Of a high mountain which look’d down <br>  Afar from its proud natural towers <br>  Of rock and forest, on the hills— <br>  The dwindled hills! begirt with bowers <br>  And shouting with a thousand rills. <br>  <br>  I spoke to her of power and pride, <br>  But mystically—in such guise <br>  That she might deem it nought beside <br>  The moment’s converse; in her eyes <br>  I read, perhaps too carelessly— <br>  A mingled feeling with my own— <br>  The flush on her bright cheek, to me <br>  Seem’d to become a queenly throne <br>  Too well that I should let it be <br>  Light in the wilderness alone. <br>  <br>  I wrapp’d myself in grandeur then, <br>  And donn’d a visionary crown— <br>  Yet it was not that Fantasy <br>  Had thrown her mantle over me— <br>  But that, among the rabble—men, <br>  Lion ambition is chain’d down— <br>  And crouches to a keeper’s hand— <br>  Not so in deserts where the grand <br>  The wild—the terrible conspire <br>  With their own breath to fan his fire. <br>  <br>  Look ‘round thee now on Samarcand!— <br>  Is not she queen of Earth? her pride <br>  Above all cities? in her hand <br>  Their destinies? in all beside <br>  Of glory which the world hath known <br>  Stands she not nobly and alone? <br>  Falling—her veriest stepping-stone <br>  Shall form the pedestal of a throne— <br>  And who her sovereign? Timour—he <br>  Whom the astonished people saw <br>  Striding o’er empires haughtily <br>  A diadem’d outlaw— <br>  <br>  O! human love! thou spirit given, <br>  On Earth, of all we hope in Heaven! <br>  Which fall’st into the soul like rain <br>  Upon the Siroc wither’d plain, <br>  And failing in thy power to bless <br>  But leav’st the heart a wilderness! <br>  Idea! which bindest life around <br>  With music of so strange a sound <br>  And beauty of so wild a birth— <br>  Farewell! for I have won the Earth! <br>  <br>  When Hope, the eagle that tower’d, could see <br>  No cliff beyond him in the sky, <br>  His pinions were bent droopingly— <br>  And homeward turn’d his soften’d eye. <br>  ‘Twas sunset: when the sun will part <br>  There comes a sullenness of heart <br>  To him who still would look upon <br>  The glory of the summer sun. <br>  That soul will hate the ev’ning mist, <br>  So often lovely, and will list <br>  To the sound of the coming darkness (known <br>  To those whose spirits hearken) as one <br>  Who, in a dream of night, would fly <br>  But cannot from a danger nigh. <br>  <br>  What tho’ the moon—the white moon <br>  Shed all the splendour of her noon, <br>  Her smile is chilly—and her beam, <br>  In that time of dreariness, will seem <br>  (So like you gather in your breath) <br>  A portrait taken after death. <br>  And boyhood is a summer sun <br>  Whose waning is the dreariest one— <br>  For all we live to know is known, <br>  And all we seek to keep hath flown— <br>  Let life, then, as the day-flower, fall <br>  With the noon-day beauty—which is all. <br>  <br>  I reach’d my home—my home no more— <br>  For all had flown who made it so— <br>  I pass’d from out its mossy door, <br>  And, tho’ my tread was soft and low, <br>  A voice came from the threshold stone <br>  Of one whom I had earlier known— <br>  O! I defy thee, Hell, to show <br>  On beds of fire that burn below, <br>  A humbler heart—a deeper wo— <br>  <br>  Father, I firmly do believe— <br>  I know—for Death, who comes for me <br>  From regions of the blest afar, <br>  Where there is nothing to deceive, <br>  Hath left his iron gate ajar, <br>  And rays of truth you cannot see <br>  Are flashing thro’ Eternity— <br>  I do believe that Eblis hath <br>  A snare in ev’ry human path— <br>  Else how, when in the holy grove <br>  I wandered of the idol, Love, <br>  Who daily scents his snowy wings <br>  With incense of burnt offerings <br>  From the most unpolluted things, <br>  Whose pleasant bowers are yet so riven <br>  Above with trelliced rays from Heaven <br>  No mote may shun—no tiniest fly <br>  The light’ning of his eagle eye— <br>  How was it that Ambition crept, <br>  Unseen, amid the revels there, <br>  Till growing bold, he laughed and leapt <br>  In the tangles of Love’s very hair?"
    }
    ,
    {
        "name" : "To -- (1829)",
        "poem" : "1 <br>  <br>  The bowers whereat, in dreams, I see <br>  ⁠The wantonest singing birds <br>  Are lips—and all thy melody <br>  ⁠Of lip-begotten words — <br>  <br>  2 <br>  <br>  Thine eyes, in Heaven of heart enshrin’d <br>  ⁠Then desolately fall, <br>  O! God! on my funereal mind <br>  ⁠Like starlight on a pall — <br>  <br>  3 <br>  <br>  Thy heart—thy heart!—I wake and sigh, <br>  ⁠And sleep to dream till day <br>  Of truth that gold can never buy— <br>  ⁠Of the trifles that it may."
    }
    ,
    {
        "name" : "To -- (1833)",
        "poem" : "Sleep on, sleep on, another hour — <br>  I would not break so calm a sleep, <br>  To wake to sunshine and to show’r, <br>  To smile and weep. <br>  <br>  Sleep on, sleep on, like sculptured thing, <br>  Majestic, beautiful art thou; <br>  Sure seraph shields thee with his wing <br>  And fans thy brow — <br>  <br>  We would not deem thee child of earth, <br>  For, O, angelic, is thy form! <br>  But, that in heav’n thou had’st thy birth, <br>  Where comes no storm <br>  <br>  To mar the bright, the perfect flow’r, <br>  But all is beautiful and still — <br>  And golden sands proclaim the hour <br>  Which brings no ill. <br>  <br>  Sleep on, sleep on, some fairy dream <br>  Perchance is woven in thy sleep — <br>  But, O, thy spirit, calm, serene, <br>  Must wake to weep. <br>  <br>  Tamerlane <br>"
    }
    ,
    {
        "name" : "To F--",
        "poem" : "BELOVED! amid the earnest woes <br>  That crowd around my earthly path— <br>  (Drear path, alas! where grows <br>  Not even one lonely rose)— <br>  My soul at least a solace hath <br>  In dreams of thee, and therein knows <br>  An Eden of bland repose. <br>  <br>  And thus thy memory is to me <br>  Like some enchanted far-off isle <br>  In some tumultuos sea— <br>  Some ocean throbbing far and free <br>  With storms—but where meanwhile <br>  Serenest skies continually <br>  Just o’re that one bright island smile."
    }
    ,
    {
        "name" : "To F--s S. O--d",
        "poem" : "Thou wouldst be loved?- then let thy heart <br>  From its present pathway part not! <br>  Being everything which now thou art, <br>  Be nothing which thou art not. <br>  So with the world thy gentle ways, <br>  Thy grace, thy more than beauty, <br>  Shall be an endless theme of praise, <br>  And love- a simple duty.",  "To Helen (1831)" :  "Helen, thy beauty is to me  Like those Nicean barks of yore, <br>  That gently, o'er a perfumed sea, <br>  The weary way-worn wanderer bore <br>  To his own native shore. <br>  <br>  On desperate seas long wont to roam, <br>  Thy hyacinth hair, thy classic face, <br>  Thy Naiad airs have brought me home <br>  To the glory that was Greece, <br>  And the grandeur that was Rome. <br>  <br>  Lo! in yon brilliant window-niche <br>  How statue-like I me thee stand, <br>  The agate lamp within thy hand! <br>  Ah, Psyche, from the regions which <br>  Are Holy-land!"
    }
    ,
    {
        "name" : "To Helen (1848)",
        "poem" : "I saw thee once—once only—years ago: <br>  I must not say how many—but not many. <br>  It was a July midnight; and from out <br>  A full-orbed moon, that, like thine own soul, soaring, <br>  Sought a precipitate pathway up through heaven, <br>  There fell a silvery-silken veil of light, <br>  With quietude, and sultriness, and slumber, <br>  Upon the upturned faces of a thousand <br>  Roses that grew in an enchanted garden, <br>  Where no wind dared to stir, unless on tiptoe— <br>  Fell on the upturn'd faces of these roses <br>  That gave out, in return for the love-light, <br>  Their odorous souls in an ecstatic death— <br>  Fell on the upturn'd faces of these roses <br>  That smiled and died in this parterre, enchanted <br>  By thee, and by the poetry of thy presence. <br>  <br>  Clad all in white, upon a violet bank <br>  I saw thee half reclining; while the moon <br>  Fell on the upturn'd faces of the roses, <br>  And on thine own, upturn'd—alas, in sorrow! <br>  <br>  Was it not Fate, that, on this July midnight- <br>  Was it not Fate, (whose name is also Sorrow,) <br>  That bade me pause before that garden-gate, <br>  To breathe the incense of those slumbering roses? <br>  No footstep stirred: the hated world an slept, <br>  Save only thee and me. (Oh, Heaven!—oh, God! <br>  How my heart beats in coupling those two words!) <br>  Save only thee and me. I paused—I looked- <br>  And in an instant all things disappeared. <br>  (Ah, bear in mind this garden was enchanted!) <br>  <br>  The pearly lustre of the moon went out: <br>  The mossy banks and the meandering paths, <br>  The happy flowers and the repining trees, <br>  Were seen no more: the very roses' odors <br>  Died in the arms of the adoring airs. <br>  All—all expired save thee—save less than thou: <br>  Save only the divine light in thine eyes- <br>  Save but the soul in thine uplifted eyes. <br>  I saw but them—they were the world to me! <br>  I saw but them—saw only them for hours, <br>  Saw only them until the moon went down. <br>  What wild heart-histories seemed to he enwritten <br>  <br>  Upon those crystalline, celestial spheres! <br>  How dark a woe, yet how sublime a hope! <br>  How silently serene a sea of pride! <br>  How daring an ambition; yet how deep- <br>  How fathomless a capacity for love! <br>  <br>  But now, at length, dear Dian sank from sight, <br>  Into a western couch of thunder-cloud; <br>  And thou, a ghost, amid the entombing trees <br>  Didst glide away. Only thine eyes remained; <br>  They would not go—they never yet have gone; <br>  Lighting my lonely pathway home that night, <br>  They have not left me (as my hopes have) since; <br>  They follow me—they lead me through the years. <br>  They are my ministers—yet I their slave. <br>  Their office is to illumine and enkindle— <br>  My duty, to be saved by their bright light, <br>  And purified in their electric fire, <br>  And sanctified in their elysian fire. <br>  They fill my soul with Beauty (which is Hope), <br>  And are far up in Heaven—the stars I kneel to <br>  In the sad, silent watches of my night; <br>  While even in the meridian glare of day <br>  I see them still—two sweetly scintillant <br>  Venuses, unextinguished by the sun! <br>"
    }
    ,
    {
        "name" : "To Isaac Lea",
        "poem" : "It was my choice or chance or curse <br>  To adopt the cause for better or worse <br>  And with my worldly goods & wit <br>  And soul & body worship it —-"
    }
    ,
    {
        "name" : "To M--",
        "poem" : "I heed not that my earthly lot  ⁠Hath—little of Earth in it— <br>  That years of love have been forgot <br>  ⁠In the hatred of a minute:— <br>  I mourn not that the desolate <br>  ⁠Are happier, sweet, than I, <br>  But that you sorrow for my fate <br>  ⁠Who am a passer by."
    }
    ,
    {
        "name" : "To M. L. S--",
        "poem" : "Of all who hail thy presence as the morning- <br>  Of all to whom thine absence is the night- <br>  The blotting utterly from out high heaven <br>  The sacred sun- of all who, weeping, bless thee <br>  Hourly for hope- for life- ah! above all, <br>  For the resurrection of deep-buried faith <br>  In Truth- in Virtue- in Humanity- <br>  Of all who, on Despair's unhallowed bed <br>  Lying down to die, have suddenly arisen <br>  At thy soft-murmured words, 'Let there be light!' <br>  At the soft-murmured words that were fulfilled <br>  In the seraphic glancing of thine eyes- <br>  Of all who owe thee most- whose gratitude <br>  Nearest resembles worship- oh, remember <br>  The truest- the most fervently devoted, <br>  And think that these weak lines are written by him- <br>  By him who, as he pens them, thrills to think <br>  His spirit is communing with an angel's."
    },
    {
        "name" : "To Margaret",
        "poem" : "Who hath seduced thee to this foul revolt } Milton Par. Lost. Bk. I  From the pure well of Beauty undefiled? } Somebody <br>  So banished from true wisdom to prefer } Cowper’s Task, Book I  <br>   Such squalid wit to honourable rhyme? <br>  To write? To scribble? Nonsense and no more?   } Shakespeare <br>   I will not write upon this argument } do.Troilus & Cressida <br>  To write is human — not to write divine. } Pope Essay on Man"
    }
    ,
    {
        "name" : "To Marie Louise",
        "poem" : "Of all who hail thy presence as the morning—  Of all to whom thine absence is the night— <br>  The blotting utterly from out high heaven <br>  The sacred sun—of all who, weeping, bless thee <br>  Hourly for hope—for life—ah! above all, <br>  For the resurrection of deep-buried faith <br>  In Truth—in Virtue—in Humanity— <br>  Of all who, on Despair’s unhallowed bed <br>  Lying down to die, have suddenly arisen <br>  At thy soft-murmured words, 'Let there be light!' <br>  At the soft-murmured words that were fulfilled <br>  In the seraphic glancing of thine eyes— <br>  Of all who owe thee most—whose gratitude <br>  Nearest resembles worship—oh, remember <br>  The truest—the most fervently devoted, <br>  And think that these weak lines are written by him— <br>  By him who, as he pens them, thrills to think <br>  His spirit is communing with an angel’s."
    }
    ,
    {
        "name" : "To Miss Louise Olivia Hunter",
        "poem" : "Though I turn, I fly not — <br>  I cannot depart; <br>  I would try, but try not <br>  To release my heart. <br>  And my hopes are dying <br>  While, on dreams relying, <br>  I am spelled by art. <br>  <br>  Thus, the bright snake coiling <br>  [‘]Neath the forest tree <br>  Wins the bird, beguiling, <br>  To come down and see: <br>  Like that bird the lover <br>  Round his fate will hover <br>  Till the blow is over <br>  And he sinks — like me."
    }
    ,
    {
        "name" : "To My Mother",
        "poem" : "Because I feel that, in the Heavens above,  The angels, whispering to one another, <br>  Can find, among their burning terms of love, <br>  None so devotional as that of 'Mother,' <br>  Therefore by that dear name I long have called you— <br>  You who are more than mother unto me, <br>  And fill my heart of hearts, where Death installed you <br>  In setting my Virginia's spirit free. <br>  My mother—my own mother, who died early, <br>  Was but the mother of myself; but you <br>  Are mother to the one I loved so dearly, <br>  And thus are dearer than the mother I knew <br>  By that infinity with which my wife <br>  Was dearer to my soul than its soul-life."
    }
    ,
    {
        "name" : "To Octavia",
        "poem" : "When wit, and wine, and friends have met  And laughter crowns the festive hour <br>  In vain I struggle to forget <br>  Still does my heart confess thy power <br>  And fondly turn to thee! <br>  <br>  But Octavia, do not strive to rob <br>  My heart of all that soothes its pain <br>  The mournful hope that every throb <br>  Will make it break for thee!"
    }
    ,
    {
        "name" : "To One in Paradise",
        "poem" : "Thou wast that all to me, love,  For which my soul did pine— <br>  A green isle in the sea, love, <br>  A fountain and a shrine, <br>  All wreathed with fairy fruits and flowers, <br>  And all the flowers were mine. <br>  <br>  Ah, dream too bright to last! <br>  Ah, starry Hope! that didst arise <br>  But to be overcast! <br>  A voice from out the Future cries, <br>  “On! on!”—but o’er the Past <br>  (Dim gulf!) my spirit hovering lies <br>  Mute, motionless, aghast! <br>  <br>  For, alas! alas! with me <br>  The light of Life is o’er! <br>  No more—no more—no more— <br>  (Such language holds the solemn sea <br>  To the sands upon the shore) <br>  Shall bloom the thunder-blasted tree, <br>  Or the stricken eagle soar! <br>  <br>  And all my days are trances, <br>  And all my nightly dreams <br>  Are where thy grey eye glances, <br>  And where thy footstep gleams— <br>  In what ethereal dances, <br>  By what eternal streams."
    }
    ,
    {
        "name" : "To The River",
        "poem" : "Fair river! in thy bright, clear flow <br>  Of crystal, wandering water, <br>  Thou art an emblem of the glow <br>  Of beauty—the unhidden heart— <br>  The playful maziness of art <br>  In old Alberto’s daughter; <br>  <br>  But when within thy wave she looks— <br>  Which glistens then, and trembles— <br>  Why, then, the prettiest of brooks <br>  Her worshipper resembles; <br>  For in my heart, as in thy stream, <br>  Her image deeply lies— <br>  His heart which trembles at the beam <br>  Of her soul-searching eyes."
    }
    ,
    {
        "name" : "Ulalume",
        "poem" : "The skies they were ashen and sober; <br>  The leaves they were crispéd and sere— <br>  The leaves they were withering and sere; <br>  It was night in the lonesome October <br>  Of my most immemorial year; <br>  It was hard by the dim lake of Auber, <br>  In the misty mid region of Weir— <br>  It was down by the dank tarn of Auber, <br>  In the ghoul-haunted woodland of Weir. <br>  <br>  Here once, through an alley Titanic, <br>  Of cypress, I roamed with my Soul— <br>  Of cypress, with Psyche, my Soul. <br>  These were days when my heart was volcanic <br>  As the scoriac rivers that roll— <br>  As the lavas that restlessly roll <br>  Their sulphurous currents down Yaanek <br>  In the ultimate climes of the pole— <br>  That groan as they roll down Mount Yaanek <br>  In the realms of the boreal pole. <br>  <br>  Our talk had been serious and sober, <br>  But our thoughts they were palsied and sere— <br>  Our memories were treacherous and sere— <br>  For we knew not the month was October, <br>  And we marked not the night of the year— <br>  (Ah, night of all nights in the year!) <br>  We noted not the dim lake of Auber— <br>  (Though once we had journeyed down here)— <br>  We remembered not the dank tarn of Auber, <br>  Nor the ghoul-haunted woodland of Weir. <br>  <br>  And now, as the night was senescent <br>  And star-dials pointed to morn— <br>  As the star-dials hinted of morn— <br>  At the end of our path a liquescent <br>  And nebulous lustre was born, <br>  Out of which a miraculous crescent <br>  Arose with a duplicate horn— <br>  Astarte's bediamonded crescent <br>  Distinct with its duplicate horn. <br>  <br>  And I said—'She is warmer than Dian: <br>  She rolls through an ether of sighs— <br>  She revels in a region of sighs: <br>  She has seen that the tears are not dry on <br>  These cheeks, where the worm never dies, <br>  And has come past the stars of the Lion <br>  To point us the path to the skies— <br>  To the Lethean peace of the skies— <br>  Come up, in despite of the Lion, <br>  To shine on us with her bright eyes— <br>  Come up through the lair of the Lion, <br>  With love in her luminous eyes.' <br>  <br>  But Psyche, uplifting her finger, <br>  Said—'Sadly this star I mistrust— <br>  Her pallor I strangely mistrust:— <br>  Oh, hasten! oh, let us not linger! <br>  Oh, fly!—let us fly!—for we must.' <br>  In terror she spoke, letting sink her <br>  Wings till they trailed in the dust— <br>  In agony sobbed, letting sink her <br>  Plumes till they trailed in the dust— <br>  Till they sorrowfully trailed in the dust. <br>  <br>  I replied—'This is nothing but dreaming: <br>  Let us on by this tremulous light! <br>  Let us bathe in this crystalline light! <br>  Its Sybilic splendor is beaming <br>  With Hope and in Beauty to-night:— <br>  See!—it flickers up the sky through the night! <br>  Ah, we safely may trust to its gleaming, <br>  And be sure it will lead us aright— <br>  We safely may trust to a gleaming <br>  That cannot but guide us aright, <br>  Since it flickers up to Heaven through the night.' <br>  <br>  Thus I pacified Psyche and kissed her, <br>  And tempted her out of her gloom— <br>  And conquered her scruples and gloom: <br>  And we passed to the end of the vista, <br>  But were stopped by the door of a tomb— <br>  By the door of a legended tomb; <br>  And I said—'What is written, sweet sister, <br>  On the door of this legended tomb?' <br>  She replied—'Ulalume—Ulalume— <br>  'Tis the vault of thy lost Ulalume!' <br>  <br>  Then my heart it grew ashen and sober <br>  As the leaves that were crispèd and sere— <br>  As the leaves that were withering and sere, <br>  And I cried—'It was surely October <br>  On this very night of last year <br>  That I journeyed—I journeyed down here— <br>  That I brought a dread burden down here— <br>  On this night of all nights in the year, <br>  Oh, what demon has tempted me here? <br>  Well I know, now, this dim lake of Auber— <br>  This misty mid region of Weir— <br>  Well I know, now, this dank tarn of Auber— <br>  In the ghoul-haunted woodland of Weir.' <br>  <br>  Said we, then—the two, then—'Ah, can it <br>  Have been that the woodlandish ghouls— <br>  The pitiful, the merciful ghouls— <br>  To bar up our way and to ban it <br>  From the secret that lies in these wolds— <br>  From the thing that lies hidden in these wolds— <br>  Had drawn up the spectre of a planet <br>  From the limbo of lunary souls— <br>  This sinfully scintillant planet <br>  From the Hell of the planetary souls?'"
    }
    ,
    {
        "name" : "A Valentine",
        "poem" : "For her this rhyme is penned, whose luminous eyes, <br>  Brightly expressive as the twins of Loeda, <br>  Shall find her own sweet name, that, nestling lies <br>  Upon the page, enwrapped from every reader. <br>  Search narrowly the lines!—they hold a treasure <br>  Divine—a talisman—an amulet <br>  That must be worn at heart. Search well the measure— <br>  The words—the syllables! Do not forget <br>  The trivialest point, or you may lose your labor! <br>  And yet there is in this no Gordian knot <br>  <br>  Which one might not undo without a sabre, <br>  If one could merely comprehend the plot. <br>  Enwritten upon the leaf where now are peering <br>  Eyes scintillating soul, there lie perdus <br>  Three eloquent words oft uttered in the hearing <br>  Of poets, by poets—as the name is a poet’s, too. <br>  Its letters, although naturally lying <br>  Like the knight Pinto—Mendez Ferdinando— <br>  Still form a synonym for Truth—Cease trying! <br>  You will not read the riddle, though you do the best you can do."
    }
    ,
    {
        "name" : "The Valley of Unrest",
        "poem" : "Once it smiled a silent dell <br>  Where the people did not dwell; <br>  They had gone unto the wars, <br>  Trusting to the mild-eyed stars, <br>  Nightly, from their azure towers, <br>  To keep watch above the flowers, <br>  In the midst of which all day <br>  The red sun-light lazily lay. <br>  Now each visitor shall confess <br>  The sad valley’s restlessness. <br>  Nothing there is motionless— <br>  Nothing save the airs that brood <br>  Over the magic solitude. <br>  Ah, by no wind are stirred those trees <br>  That palpitate like the chill seas <br>  Around the misty Hebrides! <br>  Ah, by no wind those clouds are driven <br>  That rustle through the unquiet Heaven <br>  Uneasily, from morn till even, <br>  Over the violets there that lie <br>  In myriad types of the human eye— <br>  Over the lilies there that wave <br>  And weep above a nameless grave! <br>  They wave:—from out their fragrant tops <br>  External dews come down in drops. <br>  They weep:—from off their delicate stems <br>  Perennial tears descend in gems."
    }
]